{"kind": "Listing", "data": {"after": "t3_qs2ca0", "dist": 25, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": " Before I begin my actual comment, I would like to apologize in advance for my inadequate level of English proficiency. I am not a native speaker of the world's current lingua franca which unfortunately leads to me making numerous embarrassing mistakes being made whenever I attempt to communicate using this language. Whenever I am reminded of how I lack the ability to convey my thoughts in an eloquent manner, I feel as though I have committed a cardinal sin, as though every English teacher in the world is simultaneously shaking their head and sighing due to how utterly disappointed they are at me.  Although I know that saying sorry to those of you who are reading my comment will not change the fact that I fail miserably to write and speak perfect English, I am writing this as a way to deter a certain type of people who cannot stand poor English (Also known informally as Grammar Nazis) from mocking me by posting unwanted and unnecessary comments detailing my every blunder. In my humble opinion, making grammatical errors should be perfectly acceptable as native speakers should not expect non-native speakers to be able to communicate in their second or third languages eloquently. If you are able to completely understand what the other person wrote, is there really a problem with what they've written? No, because the entire concept of communication is the exchange of information between other intelligent beings, which means that no matter how the exchange of information is made, as long as the information is accurately shared there is not a fundamental issue with their ability to communicate. To see it in another way, remember that someone who isn't fluent in English is fluent in another language. When you think about it this way, isn't it impressive for someone to speak a second language in any capacity? Having empathy and respect are qualities that are sorely missing for far too many people these days, especially on the internet.  That being said, I am aware that not all netizens who correct others are doing it to ridicule and shame. There are some who do so with the intent to help others improve and grow. However, displaying the failures of other people publicly will cause the person who is criticized to feel negative emotions such as shame and sadness due to the fact that their mistake has been made obvious which severely undermines the point they were trying to make in spite of their unfamiliarity with the English language. In most circumstances, people are not looking for language help when they post anything online. Most people just want to enjoy themselves and have a good time on the internet which is why I would not encourage correcting other people regardless of your intentions. If you really do want to help others with their spelling or grammar, I would highly recommend you to help via messaging privately because not only will you not embarrass anyone, you can also go more in-depth with your explanation which I'm sure the other person will greatly appreciate if they want help, but I digress. I know that I've written a bit of an essay, but I hope I've made my points clear.", "author_fullname": "t2_dbd4sdu3", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "sry idk english", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": true, "name": "t3_qs5h55", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636699602.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Before I begin my actual comment, I would like to apologize in advance for my inadequate level of English proficiency. I am not a native speaker of the world&amp;#39;s current lingua franca which unfortunately leads to me making numerous embarrassing mistakes being made whenever I attempt to communicate using this language. Whenever I am reminded of how I lack the ability to convey my thoughts in an eloquent manner, I feel as though I have committed a cardinal sin, as though every English teacher in the world is simultaneously shaking their head and sighing due to how utterly disappointed they are at me.  Although I know that saying sorry to those of you who are reading my comment will not change the fact that I fail miserably to write and speak perfect English, I am writing this as a way to deter a certain type of people who cannot stand poor English (Also known informally as Grammar Nazis) from mocking me by posting unwanted and unnecessary comments detailing my every blunder. In my humble opinion, making grammatical errors should be perfectly acceptable as native speakers should not expect non-native speakers to be able to communicate in their second or third languages eloquently. If you are able to completely understand what the other person wrote, is there really a problem with what they&amp;#39;ve written? No, because the entire concept of communication is the exchange of information between other intelligent beings, which means that no matter how the exchange of information is made, as long as the information is accurately shared there is not a fundamental issue with their ability to communicate. To see it in another way, remember that someone who isn&amp;#39;t fluent in English is fluent in another language. When you think about it this way, isn&amp;#39;t it impressive for someone to speak a second language in any capacity? Having empathy and respect are qualities that are sorely missing for far too many people these days, especially on the internet.  That being said, I am aware that not all netizens who correct others are doing it to ridicule and shame. There are some who do so with the intent to help others improve and grow. However, displaying the failures of other people publicly will cause the person who is criticized to feel negative emotions such as shame and sadness due to the fact that their mistake has been made obvious which severely undermines the point they were trying to make in spite of their unfamiliarity with the English language. In most circumstances, people are not looking for language help when they post anything online. Most people just want to enjoy themselves and have a good time on the internet which is why I would not encourage correcting other people regardless of your intentions. If you really do want to help others with their spelling or grammar, I would highly recommend you to help via messaging privately because not only will you not embarrass anyone, you can also go more in-depth with your explanation which I&amp;#39;m sure the other person will greatly appreciate if they want help, but I digress. I know that I&amp;#39;ve written a bit of an essay, but I hope I&amp;#39;ve made my points clear.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs5h55", "is_robot_indexable": true, "report_reasons": null, "author": "IshvalanPingLord", "discussion_type": null, "num_comments": 4, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs5h55/sry_idk_english/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs5h55/sry_idk_english/", "subreddit_subscribers": 899783, "created_utc": 1636699602.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "The episode starts with Bowser dangling Rosalina over a Piranha Plant. Mario then appears, wearing a Superman costume and also having long, luscious black hair (shampooed and conditioned). Bowser then sees Mario having hair, and is greatly alarmed by it, knowing it is his one true weakness. Bowser is surprised with Mario's ability to fly, and Mario's gorgeous hair causes Bowser to flee terrified, but not before tossing Rosalina high into the air. Mario catches Rosalina, who thanks Mario for saving her, but Mario then crashes into a wall, revealing that it was just a dream. Mario’s dream popped out. There is then a knock at the door. Mario answers the door to a kid with a blue helmet who shows Mario his pencil. The kid reveals his name to be Jeffy, and that it says it on his shirt. Mario then finds a sticky note on Jeffy's shoulder that says, \"Please babysit. -Sorry.\" Jeffy reveals that his mom dropped him off, and then tries to put the pencil in his nose. Mario stops Jeffy, telling him not to put the pencil in his nose. Jeffy then asks why, and Mario replies with, \"Because you're gonna hurt yourself! Don't do that!\" Jeffy then starts crying and thinks he is a bad boy, and starts slamming his head against the doorway. Mario calms Jeffy down and tells him to leave. Then Jeffy starts drawing on the doorway with his pencil, but Mario stops him. Mario then lets Jeffy into the apartment. Mario gets Jeffy Scooby-Doo gummies, and tries feeding him \"like a giraffe.\" Mario then asks why Jeffy is wearing a diaper on the outside of his pants... \"so they won't get dirty,\" he says. The diaper is supposed to be in the inside of his pants, but his reply? \"So my diaper don't get dirty.\" When Mario gets the gummies, Jeffy tries to put a pencil in his nose, then Mario stops him again. Mario calls Rosalina, but finds out that Jeffy actually put his pencil in his nose as well as putting the gummies in his ears. There is a knock on the door, and Rosalina comes in. She brings him a coloring book with crayons. When they come back to the couch Jeffy disappears - and he is loose in the house! Then they look for Jeffy until Rosalina finds him in the bathroom. Mario goes to the bathroom and sees Jeffy having pooped his pants and wrapped in toilet paper, while thinking he is a mummy. Mario then got Jeffy's pants cleaned up and lets Jeffy finish his Scooby-Doo gummies, but Jeffy starts patting his diaper. Mario tells Jeffy to stop, but Jeffy won't answer him. Rosalina then comes in the living room and tells Mario that the cops are on their way. Mario and Rosalina then distract Jeffy by giving him a coloring book. Jeffy tries putting a crayon in his nose, but Mario having had enough prevents that from happening, then calls Jeffy a bad boy. Jeffy starts to cry and bang his head against the couch, then Mario and Rosalina stop him from doing that. When the cop arrives, a distressed Mario shows Jeffy to the cop, but notices he has a crayon in his nose. Mario then tells the cop that Jeffy likes to put stuff in his nose. The cop then asks Jeffy some questions. Jeffy reveals his full name, \"Jeffy Jeffy.\" He then revealed that he lives on the address of the same name. The cop then asked what house number Jeffy lived in. He said \"7\", which reveals he is \"Jeffy Jeffy\" that lives on \"7 Jeffy.\" Jeffy then drops his pencil out of his hand and starts patting his diaper. When Mario says \"Bad Jeffy\", Jeffy hits his helmet and starts crying and bangs his head on the couch. When Mario and Rosalina say that he is a good boy, he calmed down. Jeffy then raised his hand in the air, aimed the hand at his diaper and starts spanking it. It was a dream, but in reality, Mario answers the door to Jeffy with the crayon in his nose, showing his pencil to him. Mario then screams in sheer terror, knowing he wasn't really dreaming (the events that played out did happen like they did in the dream), and the episode ends.", "author_fullname": "t2_4w07u52k", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "SML Movie - Mario the Babysitter", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": true, "name": "t3_qs5ff3", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636699392.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;The episode starts with Bowser dangling Rosalina over a Piranha Plant. Mario then appears, wearing a Superman costume and also having long, luscious black hair (shampooed and conditioned). Bowser then sees Mario having hair, and is greatly alarmed by it, knowing it is his one true weakness. Bowser is surprised with Mario&amp;#39;s ability to fly, and Mario&amp;#39;s gorgeous hair causes Bowser to flee terrified, but not before tossing Rosalina high into the air. Mario catches Rosalina, who thanks Mario for saving her, but Mario then crashes into a wall, revealing that it was just a dream. Mario’s dream popped out. There is then a knock at the door. Mario answers the door to a kid with a blue helmet who shows Mario his pencil. The kid reveals his name to be Jeffy, and that it says it on his shirt. Mario then finds a sticky note on Jeffy&amp;#39;s shoulder that says, &amp;quot;Please babysit. -Sorry.&amp;quot; Jeffy reveals that his mom dropped him off, and then tries to put the pencil in his nose. Mario stops Jeffy, telling him not to put the pencil in his nose. Jeffy then asks why, and Mario replies with, &amp;quot;Because you&amp;#39;re gonna hurt yourself! Don&amp;#39;t do that!&amp;quot; Jeffy then starts crying and thinks he is a bad boy, and starts slamming his head against the doorway. Mario calms Jeffy down and tells him to leave. Then Jeffy starts drawing on the doorway with his pencil, but Mario stops him. Mario then lets Jeffy into the apartment. Mario gets Jeffy Scooby-Doo gummies, and tries feeding him &amp;quot;like a giraffe.&amp;quot; Mario then asks why Jeffy is wearing a diaper on the outside of his pants... &amp;quot;so they won&amp;#39;t get dirty,&amp;quot; he says. The diaper is supposed to be in the inside of his pants, but his reply? &amp;quot;So my diaper don&amp;#39;t get dirty.&amp;quot; When Mario gets the gummies, Jeffy tries to put a pencil in his nose, then Mario stops him again. Mario calls Rosalina, but finds out that Jeffy actually put his pencil in his nose as well as putting the gummies in his ears. There is a knock on the door, and Rosalina comes in. She brings him a coloring book with crayons. When they come back to the couch Jeffy disappears - and he is loose in the house! Then they look for Jeffy until Rosalina finds him in the bathroom. Mario goes to the bathroom and sees Jeffy having pooped his pants and wrapped in toilet paper, while thinking he is a mummy. Mario then got Jeffy&amp;#39;s pants cleaned up and lets Jeffy finish his Scooby-Doo gummies, but Jeffy starts patting his diaper. Mario tells Jeffy to stop, but Jeffy won&amp;#39;t answer him. Rosalina then comes in the living room and tells Mario that the cops are on their way. Mario and Rosalina then distract Jeffy by giving him a coloring book. Jeffy tries putting a crayon in his nose, but Mario having had enough prevents that from happening, then calls Jeffy a bad boy. Jeffy starts to cry and bang his head against the couch, then Mario and Rosalina stop him from doing that. When the cop arrives, a distressed Mario shows Jeffy to the cop, but notices he has a crayon in his nose. Mario then tells the cop that Jeffy likes to put stuff in his nose. The cop then asks Jeffy some questions. Jeffy reveals his full name, &amp;quot;Jeffy Jeffy.&amp;quot; He then revealed that he lives on the address of the same name. The cop then asked what house number Jeffy lived in. He said &amp;quot;7&amp;quot;, which reveals he is &amp;quot;Jeffy Jeffy&amp;quot; that lives on &amp;quot;7 Jeffy.&amp;quot; Jeffy then drops his pencil out of his hand and starts patting his diaper. When Mario says &amp;quot;Bad Jeffy&amp;quot;, Jeffy hits his helmet and starts crying and bangs his head on the couch. When Mario and Rosalina say that he is a good boy, he calmed down. Jeffy then raised his hand in the air, aimed the hand at his diaper and starts spanking it. It was a dream, but in reality, Mario answers the door to Jeffy with the crayon in his nose, showing his pencil to him. Mario then screams in sheer terror, knowing he wasn&amp;#39;t really dreaming (the events that played out did happen like they did in the dream), and the episode ends.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs5ff3", "is_robot_indexable": true, "report_reasons": null, "author": "Hands_Off_My_Grocery", "discussion_type": null, "num_comments": 4, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs5ff3/sml_movie_mario_the_babysitter/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs5ff3/sml_movie_mario_the_babysitter/", "subreddit_subscribers": 899783, "created_utc": 1636699392.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "Around five years ago I realised something profound as I was holding a deep ceremony with a sizeable group of participants. When a ceremonialist or facilitator holds group or even individual sessions, we ourselves enter into a journey and whilst our journey is predominantly around being in service, we do get insights around that and ourselves dropping in. I was observing the room as I always do, energetically scanning for anyone who may need additional assistance and care, feeling into what songs, practices, support and clearings needed to be brought into the space, observing each participant individually and the collective field, as well as the edges of the circle, scanning for things that needed tending to.   \nIt was then that I was hit by the realisation that the hyper-vigilance that I learned growing up was actually the best possible co-pilot for my intuition when holding space. This aspect of my moulding that I often would chastise and get incredibly frustrated with was one of the greatest tools in my work. It is also one of the greatest ways I know of identifying and facilitating care and devotion in my personal connections.   \nPerhaps you were not treated with the empathy and care that you needed and craved as a small human. Often the gift that can manifest with that is one of deep empathy for and drive to help and care for others. Perhaps you were left alone much of the time, this can manifest as a beautiful motivator and gift for bringing people together. Maybe you were in an extremely changeable and unstable environment that enabled you to be adaptable at lightning speed?   \nOf course there are unhealthy or unhelpful aspects of our trauma responses that can be self sabotaging, damaging and very challenging to move through life with, but what if we found the gold there? What if we turned towards their incredible value and put them to work in a healthy arena? Sometimes, the very gold we’re looking for can be the baby we mistakenly try and throw out with the bath water and more often than not this reframe can bring a great deal of compassion and forgiveness for our experiences and the other humans involved. Just for today, can you shift your perspective slightly? What challenge can you reframe and alchemise into a gift?", "author_fullname": "t2_e8v297je", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "what happens when we begin to learn to view some of our trauma coping mechanisms as a gift instead of a curse", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": true, "name": "t3_qs5c0u", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636698983.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Around five years ago I realised something profound as I was holding a deep ceremony with a sizeable group of participants. When a ceremonialist or facilitator holds group or even individual sessions, we ourselves enter into a journey and whilst our journey is predominantly around being in service, we do get insights around that and ourselves dropping in. I was observing the room as I always do, energetically scanning for anyone who may need additional assistance and care, feeling into what songs, practices, support and clearings needed to be brought into the space, observing each participant individually and the collective field, as well as the edges of the circle, scanning for things that needed tending to.&lt;br/&gt;\nIt was then that I was hit by the realisation that the hyper-vigilance that I learned growing up was actually the best possible co-pilot for my intuition when holding space. This aspect of my moulding that I often would chastise and get incredibly frustrated with was one of the greatest tools in my work. It is also one of the greatest ways I know of identifying and facilitating care and devotion in my personal connections.&lt;br/&gt;\nPerhaps you were not treated with the empathy and care that you needed and craved as a small human. Often the gift that can manifest with that is one of deep empathy for and drive to help and care for others. Perhaps you were left alone much of the time, this can manifest as a beautiful motivator and gift for bringing people together. Maybe you were in an extremely changeable and unstable environment that enabled you to be adaptable at lightning speed?&lt;br/&gt;\nOf course there are unhealthy or unhelpful aspects of our trauma responses that can be self sabotaging, damaging and very challenging to move through life with, but what if we found the gold there? What if we turned towards their incredible value and put them to work in a healthy arena? Sometimes, the very gold we’re looking for can be the baby we mistakenly try and throw out with the bath water and more often than not this reframe can bring a great deal of compassion and forgiveness for our experiences and the other humans involved. Just for today, can you shift your perspective slightly? What challenge can you reframe and alchemise into a gift?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs5c0u", "is_robot_indexable": true, "report_reasons": null, "author": "Efficient_Oil_4995", "discussion_type": null, "num_comments": 4, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs5c0u/what_happens_when_we_begin_to_learn_to_view_some/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs5c0u/what_happens_when_we_begin_to_learn_to_view_some/", "subreddit_subscribers": 899783, "created_utc": 1636698983.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "Biden can shove his masks up his ass, I ain't afraid of no CRV-19 Virs. He's trying to take our freedom. First he's making us wear masks, then he's gonna take our guns away. Then he's gonna flood the streets with pedophiles and take all of our dicks away and poison the water supplies with Estrogen. He wants to make it to where we can't procreate and make more full blooded American Republican men and women. He's gonna institute a national dress code of thigh highs, skirts, and cat ears, and everyone will have to consume their daily ration of heroin for breakfast. We'll have new vaccine boosters every week and if you don't take them you'll be sent to the labor camp for 4 months and 20 days. Marriage and Christianity will be outlawed and pre-marital sex will be a job requirement. Every church will be a strip club and every grocery store will stop selling meat and only sell vegetables. Every woman will have an onlyfans and the pure, American, Virgin woman will be eradicated. All of the guns will be repossessed and melted down to make robot alien dildos, and every coor's light Factory will be demolished, and kids will watch the footage every day at school to remind them of the liberal conquest over the conservative's drink of choice! The American flag will be replaced with the Gay butt stuff Flag, and neutral colors will become illegal. Everyone has to wear all rainbow all the time. All of my mom's pastel lead dish-wear that she bought in the 50s was destroyed by the liberal gestappo. They'll have straight, white male concetration camps and all of the guards will be workers from femboy hooters. They'll work us to death on the communist hamster wheel and when we're too tired to continue they'll force-feed us celery until we're back up to speed. Public displays of masculinity will be illegal, everyone will be forced to paint their nails and your hair length will be measured daily to make sure it meets the 12\" criteria. All of the children will be trained to be either onlyfans girls or twitch streamer boys, and the 60 hour work week will no longer exist. Between that and the universal basic free money, how will any of these kids learns a work ethic? All of the graveyards will be replaced with sustainable farms (because liberals don't respect the dead) and everyone will be dying of broken legs because the free healthcare means that the line outside the hospital is way too long. You can't even buy food in the hospital cafeteria because it's all free and all of the food has been replaced with cucumbers. When you leave instead of getting a receipt in the mail you get links to the nurse and receptionists' onlyfans and Instagram accounts, and the doctor sends you a link to his Twitter where he makes violent antifa memes all day and talks about how his medical oath doesn't apply to people who wear the color red. \" fuck hippaa, my patients better be vaccinated\" \"woah, a straight white man, in MY hospital room? Less likely than you think\" - real tweets from the liberal socialized healthcare hospital doctor's office room place area. All trucks will be scrapped and turned into robots who took over our factory jobs, and all vehicles will be electric. Kids will say, \"dad, what was life like before overlord Biden was elected to rule the world?\" And I want to tell them so badly that the election was rigged and trump should've been our overlord but I have to hold my tongue because all of my movements are being broadcast live to twitch and if I say the wrong thing then a group of transvestites will take me away and feed me carrots. Literally animal 84 farm 19.", "author_fullname": "t2_110ci3", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Mask mandates?", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": true, "name": "t3_qs5acw", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636698786.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Biden can shove his masks up his ass, I ain&amp;#39;t afraid of no CRV-19 Virs. He&amp;#39;s trying to take our freedom. First he&amp;#39;s making us wear masks, then he&amp;#39;s gonna take our guns away. Then he&amp;#39;s gonna flood the streets with pedophiles and take all of our dicks away and poison the water supplies with Estrogen. He wants to make it to where we can&amp;#39;t procreate and make more full blooded American Republican men and women. He&amp;#39;s gonna institute a national dress code of thigh highs, skirts, and cat ears, and everyone will have to consume their daily ration of heroin for breakfast. We&amp;#39;ll have new vaccine boosters every week and if you don&amp;#39;t take them you&amp;#39;ll be sent to the labor camp for 4 months and 20 days. Marriage and Christianity will be outlawed and pre-marital sex will be a job requirement. Every church will be a strip club and every grocery store will stop selling meat and only sell vegetables. Every woman will have an onlyfans and the pure, American, Virgin woman will be eradicated. All of the guns will be repossessed and melted down to make robot alien dildos, and every coor&amp;#39;s light Factory will be demolished, and kids will watch the footage every day at school to remind them of the liberal conquest over the conservative&amp;#39;s drink of choice! The American flag will be replaced with the Gay butt stuff Flag, and neutral colors will become illegal. Everyone has to wear all rainbow all the time. All of my mom&amp;#39;s pastel lead dish-wear that she bought in the 50s was destroyed by the liberal gestappo. They&amp;#39;ll have straight, white male concetration camps and all of the guards will be workers from femboy hooters. They&amp;#39;ll work us to death on the communist hamster wheel and when we&amp;#39;re too tired to continue they&amp;#39;ll force-feed us celery until we&amp;#39;re back up to speed. Public displays of masculinity will be illegal, everyone will be forced to paint their nails and your hair length will be measured daily to make sure it meets the 12&amp;quot; criteria. All of the children will be trained to be either onlyfans girls or twitch streamer boys, and the 60 hour work week will no longer exist. Between that and the universal basic free money, how will any of these kids learns a work ethic? All of the graveyards will be replaced with sustainable farms (because liberals don&amp;#39;t respect the dead) and everyone will be dying of broken legs because the free healthcare means that the line outside the hospital is way too long. You can&amp;#39;t even buy food in the hospital cafeteria because it&amp;#39;s all free and all of the food has been replaced with cucumbers. When you leave instead of getting a receipt in the mail you get links to the nurse and receptionists&amp;#39; onlyfans and Instagram accounts, and the doctor sends you a link to his Twitter where he makes violent antifa memes all day and talks about how his medical oath doesn&amp;#39;t apply to people who wear the color red. &amp;quot; fuck hippaa, my patients better be vaccinated&amp;quot; &amp;quot;woah, a straight white man, in MY hospital room? Less likely than you think&amp;quot; - real tweets from the liberal socialized healthcare hospital doctor&amp;#39;s office room place area. All trucks will be scrapped and turned into robots who took over our factory jobs, and all vehicles will be electric. Kids will say, &amp;quot;dad, what was life like before overlord Biden was elected to rule the world?&amp;quot; And I want to tell them so badly that the election was rigged and trump should&amp;#39;ve been our overlord but I have to hold my tongue because all of my movements are being broadcast live to twitch and if I say the wrong thing then a group of transvestites will take me away and feed me carrots. Literally animal 84 farm 19.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs5acw", "is_robot_indexable": true, "report_reasons": null, "author": "Reaper2256", "discussion_type": null, "num_comments": 6, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs5acw/mask_mandates/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs5acw/mask_mandates/", "subreddit_subscribers": 899783, "created_utc": 1636698786.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "you are deaf to the benefits of what this world can offer. this is most likely because you have never experienced success in your life. your constant comebacks like \"ok and\" or \"ratio\" are just examples proving how deaf you are to what the world can offer.", "author_fullname": "t2_6z5rqw1u", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "thank you funny discord friend for this", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": true, "name": "t3_qs58lu", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 3, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 3, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636698588.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;you are deaf to the benefits of what this world can offer. this is most likely because you have never experienced success in your life. your constant comebacks like &amp;quot;ok and&amp;quot; or &amp;quot;ratio&amp;quot; are just examples proving how deaf you are to what the world can offer.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs58lu", "is_robot_indexable": true, "report_reasons": null, "author": "Pea-Frosty", "discussion_type": null, "num_comments": 4, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs58lu/thank_you_funny_discord_friend_for_this/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs58lu/thank_you_funny_discord_friend_for_this/", "subreddit_subscribers": 899783, "created_utc": 1636698588.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "hey 👋 baby 👶 girl! 😍 its 🤳 almost 🔜 🔜😲 CLITSMAS! SEND 💌🚮 📲 A 🔥😍 😄😡 PIC 👌 OF 💦 💦 YOUR 👈👏 👶 CLIT/PUSSY 💯 💦💦 AND ➕👏 WIN 🏆 😎 A 🏿😗 TRIP 🌏🌏 🌏😂 TO 🗣 ❄️ ❄️GREENLAND❄️❄️  AND 💦🍆 💰👏 SHOVE 🙌 💦💦 THE 📅 👏 NORTH ☝ ☝💈 POLE 💈💈 💈 UP 🙅👀 👀👀 YOUR WIDE 🏻👐 PUSSY 🐱😻 AND 🧀 DO 🤞💕 \"IT\" WITH 😂🤔 SANTA!!!!!!111!1 😡", "author_fullname": "t2_7u83m0m7", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Clitsmas", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": true, "name": "t3_qs5608", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 2, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Trigger Warning", "can_mod_post": false, "score": 2, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636698274.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;hey 👋 baby 👶 girl! 😍 its 🤳 almost 🔜 🔜😲 CLITSMAS! SEND 💌🚮 📲 A 🔥😍 😄😡 PIC 👌 OF 💦 💦 YOUR 👈👏 👶 CLIT/PUSSY 💯 💦💦 AND ➕👏 WIN 🏆 😎 A 🏿😗 TRIP 🌏🌏 🌏😂 TO 🗣 ❄️ ❄️GREENLAND❄️❄️  AND 💦🍆 💰👏 SHOVE 🙌 💦💦 THE 📅 👏 NORTH ☝ ☝💈 POLE 💈💈 💈 UP 🙅👀 👀👀 YOUR WIDE 🏻👐 PUSSY 🐱😻 AND 🧀 DO 🤞💕 &amp;quot;IT&amp;quot; WITH 😂🤔 SANTA!!!!!!111!1 😡&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "32ca29c8-a817-11e6-bbe7-0e41e4221050", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#d3d6da", "id": "qs5608", "is_robot_indexable": true, "report_reasons": null, "author": "PizzahDeHut", "discussion_type": null, "num_comments": 4, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs5608/clitsmas/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs5608/clitsmas/", "subreddit_subscribers": 899783, "created_utc": 1636698274.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "Cum lovers blow my mind. People who eat cum with their food have no semblance of human decency while they eat. Every cum lover I’ve ever met would gladly eat their mother’s liver if they could put cum on it.\n\nNobody dips daintily, they all go knuckles deep into their side of cum, while cum drips down the sides of their lips, staining their pants and mankind as a whole.\n\nThey’ve never even tasted their food. They just use their food as a vessel to shovel cum down their gullet faster, trying to fill the void where the human soul should be with cum.", "author_fullname": "t2_1hf5xju0", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Cum lovers blow my mind.", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": true, "name": "t3_qs5464", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 2, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 2, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636698061.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Cum lovers blow my mind. People who eat cum with their food have no semblance of human decency while they eat. Every cum lover I’ve ever met would gladly eat their mother’s liver if they could put cum on it.&lt;/p&gt;\n\n&lt;p&gt;Nobody dips daintily, they all go knuckles deep into their side of cum, while cum drips down the sides of their lips, staining their pants and mankind as a whole.&lt;/p&gt;\n\n&lt;p&gt;They’ve never even tasted their food. They just use their food as a vessel to shovel cum down their gullet faster, trying to fill the void where the human soul should be with cum.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs5464", "is_robot_indexable": true, "report_reasons": null, "author": "jbond047", "discussion_type": null, "num_comments": 5, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs5464/cum_lovers_blow_my_mind/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs5464/cum_lovers_blow_my_mind/", "subreddit_subscribers": 899783, "created_utc": 1636698061.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "Okay so me and my friend [both 12 at the time] were at this skate park and my friend decided to finally have the balls to go down the half pipe with his scooter, he went to go down it, got scared tried and getting off the scooter while going down it.. he then fell forwards and the scooter handlebar because it had no grip and was kinda sharp went up his shorts and sliced his ballsack open leaving his testicle to hang out of the right side of his sack bleeding everywhere, had to call 111 and explain that my friends ball just fell out of his nutsack without trying to laugh and then we got rushed to hospital and they had to remove one of his testicles. Not the best day, I will admit.", "author_fullname": "t2_2th9azx", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "From askreddit", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": true, "name": "t3_qs4z38", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 2, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 2, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636697464.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Okay so me and my friend [both 12 at the time] were at this skate park and my friend decided to finally have the balls to go down the half pipe with his scooter, he went to go down it, got scared tried and getting off the scooter while going down it.. he then fell forwards and the scooter handlebar because it had no grip and was kinda sharp went up his shorts and sliced his ballsack open leaving his testicle to hang out of the right side of his sack bleeding everywhere, had to call 111 and explain that my friends ball just fell out of his nutsack without trying to laugh and then we got rushed to hospital and they had to remove one of his testicles. Not the best day, I will admit.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs4z38", "is_robot_indexable": true, "report_reasons": null, "author": "epix97", "discussion_type": null, "num_comments": 4, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs4z38/from_askreddit/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs4z38/from_askreddit/", "subreddit_subscribers": 899783, "created_utc": 1636697464.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": " I'm cumming. There, I said it. Is that what you wanted to hear? I'm going to see a nude catgirl, and it will make me ejaculate profoundly. This is the answer. This is everyone's answer. It's what you expected to hear when you posted this. I'm gonna dump a hot load. Are you happy? Am I happy?", "author_fullname": "t2_6zf44b68", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Neko Nude Pic", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": true, "name": "t3_qs4ysl", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 2, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Trigger Warning", "can_mod_post": false, "score": 2, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636697429.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m cumming. There, I said it. Is that what you wanted to hear? I&amp;#39;m going to see a nude catgirl, and it will make me ejaculate profoundly. This is the answer. This is everyone&amp;#39;s answer. It&amp;#39;s what you expected to hear when you posted this. I&amp;#39;m gonna dump a hot load. Are you happy? Am I happy?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "32ca29c8-a817-11e6-bbe7-0e41e4221050", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#d3d6da", "id": "qs4ysl", "is_robot_indexable": true, "report_reasons": null, "author": "No_Paleontologist504", "discussion_type": null, "num_comments": 5, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs4ysl/neko_nude_pic/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs4ysl/neko_nude_pic/", "subreddit_subscribers": 899783, "created_utc": 1636697429.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "\n\nThrowaway for obvious reasons.\n\nSo I went to the flea market and found some cool stuff like a Didgeridoo and an old Gameboy advance. But something else struck me. A microscope for only 5 bucks.\n\nIt was in great condition and still had all the little extras since it was made for kids. As soon as I got home, i needed to examine everything. So I grabbed a thin slice of cucumber, and than a leaf. I was astonished how well it worked given that it was for kids. I then used a drop of blood, and you could see the red blood cells in all their glory.\n\nSo I thought what every guy probably would have done. I know it's no nut November, but i was eager to look at my future children while they were still inside my balls. So I pulled up a nice video from my girlfriend and started to masturbate. I managed it to catch all of my cum in a petri dish, and used a pipette to add a bit to the microscope slide. I was so excited. \n\nAs I slowly upped the magnification, i needed to adjust the focus. And there I saw my sperm. But it wasn't moving. Not one bit. I was shocked and didn't knew what to do. So I made an appointment at my urologist to make an infertility test. And now k know it officially that I'm indeed infertile. Sorry mom and dad, as an only child, it seems like out family genes end here.\n\n\nTL;DR used a microscope to look at my semen, only to realize I'm infertile", "author_fullname": "t2_ctb8vlwh", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "TIFU: realizing that I'm infertile", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": true, "name": "t3_qs4j37", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 2, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 2, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636695717.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Throwaway for obvious reasons.&lt;/p&gt;\n\n&lt;p&gt;So I went to the flea market and found some cool stuff like a Didgeridoo and an old Gameboy advance. But something else struck me. A microscope for only 5 bucks.&lt;/p&gt;\n\n&lt;p&gt;It was in great condition and still had all the little extras since it was made for kids. As soon as I got home, i needed to examine everything. So I grabbed a thin slice of cucumber, and than a leaf. I was astonished how well it worked given that it was for kids. I then used a drop of blood, and you could see the red blood cells in all their glory.&lt;/p&gt;\n\n&lt;p&gt;So I thought what every guy probably would have done. I know it&amp;#39;s no nut November, but i was eager to look at my future children while they were still inside my balls. So I pulled up a nice video from my girlfriend and started to masturbate. I managed it to catch all of my cum in a petri dish, and used a pipette to add a bit to the microscope slide. I was so excited. &lt;/p&gt;\n\n&lt;p&gt;As I slowly upped the magnification, i needed to adjust the focus. And there I saw my sperm. But it wasn&amp;#39;t moving. Not one bit. I was shocked and didn&amp;#39;t knew what to do. So I made an appointment at my urologist to make an infertility test. And now k know it officially that I&amp;#39;m indeed infertile. Sorry mom and dad, as an only child, it seems like out family genes end here.&lt;/p&gt;\n\n&lt;p&gt;TL;DR used a microscope to look at my semen, only to realize I&amp;#39;m infertile&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs4j37", "is_robot_indexable": true, "report_reasons": null, "author": "Vosaeth", "discussion_type": null, "num_comments": 4, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs4j37/tifu_realizing_that_im_infertile/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs4j37/tifu_realizing_that_im_infertile/", "subreddit_subscribers": 899783, "created_utc": 1636695717.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "Kylie jenner is a hero the worlds first female billionare, I personally donated $3000 to make her the first strong and empowered woman billionare in the world, like melinda gates. I think asking her to concern herself with the lives of a few servents who died in worship of her and her and her very talented husband travis scott, might be asking for to much. She is so beautiful, and she also has a son she gotta take care of, thats more important than the lives of a few peasents dont you think? I mean its messed up what happened a life is a life, but you cant compare the life of a little servant to the life of travis scott who is really big pimpin these days he aint got time to mess with no losers and no fugly bitches", "author_fullname": "t2_u0eo1vb", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Kylie Jenner is a hero", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": true, "name": "t3_qs4g3w", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 2, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 2, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636695403.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Kylie jenner is a hero the worlds first female billionare, I personally donated $3000 to make her the first strong and empowered woman billionare in the world, like melinda gates. I think asking her to concern herself with the lives of a few servents who died in worship of her and her and her very talented husband travis scott, might be asking for to much. She is so beautiful, and she also has a son she gotta take care of, thats more important than the lives of a few peasents dont you think? I mean its messed up what happened a life is a life, but you cant compare the life of a little servant to the life of travis scott who is really big pimpin these days he aint got time to mess with no losers and no fugly bitches&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs4g3w", "is_robot_indexable": true, "report_reasons": null, "author": "sillysausage4", "discussion_type": null, "num_comments": 3, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs4g3w/kylie_jenner_is_a_hero/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs4g3w/kylie_jenner_is_a_hero/", "subreddit_subscribers": 899783, "created_utc": 1636695403.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "According to all known laws of aviation, there is no way a bee should be able to fly. Its wings are too small to get its fat little body off the ground. The bee, of course, flies anyway because bees don't care what humans think is impossible. Yellow, black. Yellow, black. Yellow, black. Yellow, black. Ooh, black and yellow! Let's shake it up a little. Barry! Breakfast is ready! Ooming! Hang on a second. Hello? - Barry? - Adam? - Oan you believe this is happening? - I can't. I'll pick you up. Looking sharp. Use the stairs. Your father paid good money for those. Sorry. I'm excited. Here's the graduate. We're very proud of you, son. A perfect report card, all B's. Very proud. Ma! I got a thing going here. - You got lint on your fuzz. - Ow! That's me! - Wave to us! We'll be in row 118,000. - Bye! Barry, I told you, stop flying in the house! - Hey, Adam. - Hey, Barry. - Is that fuzz gel? - A little. Special day, graduation. Never thought I'd make it. Three days grade school, three days high school. Those were awkward. Three days college. I'm glad I took a day and hitchhiked around the hive. You did come back different. - Hi, Barry. - Artie, growing a mustache? Looks good. - Hear about Frankie? - Yeah. - You going to the funeral? - No, I'm not going. Everybody knows, sting someone, you die. Don't waste it on a squirrel. Such a hothead. I guess he could have just gotten out of the way. I love this incorporating an amusement park into our day. That's why we don't need vacations. Boy, quite a bit of pomp... under the circumstances. - Well, Adam, today we are men. - We are! - Bee-men. - Amen! Hallelujah! Students, faculty, distinguished bees, please welcome Dean Buzzwell. Welcome, New Hive Oity graduating class of... ...9:15. That concludes our ceremonies. And begins your career at Honex Industries! Will we pick ourjob today? I heard it's just orientation. Heads up! Here we go. Keep your hands and antennas inside the tram at all times. - Wonder what it'll be like? - A little scary. Welcome to Honex, a division of Honesco and a part of the Hexagon Group. This is it! Wow. Wow. We know that you, as a bee, have worked your whole life to get to the point where you can work for your whole life. Honey begins when our valiant Pollen Jocks bring the nectar to the hive. Our top-secret formula is automatically color-corrected, scent-adjusted and bubble-contoured into this soothing sweet syrup with its distinctive golden glow you know as... Honey! - That girl was hot. - She's my cousin! - She is? - Yes, we're all cousins. - Right. You're right. - At Honex, we constantly strive to improve every aspect of bee existence. These bees are stress-testing a new helmet technology. - What do you think he makes? - Not enough. Here we have our latest advancement, the Krelman. - What does that do? - Oatches that little strand of honey that hangs after you pour it. Saves us millions. Oan anyone work on the Krelman? Of course. Most bee jobs are small ones. But bees know that every small job, if it's done well, means a lot. But choose carefully because you'll stay in the job you pick for the rest of your life. The same job the rest of your life? I didn't know that. What's the difference? You'll be happy to know that bees, as a species, haven't had one day off in 27 million years. So you'll just work us to death? We'll sure try. Wow! That blew my mind! \"What's the difference?\" How can you say that? One job forever? That's an insane choice to have to make. I'm relieved. Now we only have to make one decision in life. But, Adam, how could they never have told us that? Why would you question anything? We're bees. We're the most perfectly functioning society on Earth. You ever think maybe things work a little too well here? Like what? Give me one example. I don't know. But you know what I'm talking about. Please clear the gate. Royal Nectar Force on approach. Wait a second. Oheck it out. - Hey, those are Pollen Jocks! - Wow. I've never seen them this close. They know what it's like outside the hive. Yeah, but some don't come back. - Hey, Jocks! - Hi, Jocks! You guys did great! You're monsters! You're sky freaks! I love it! I love it! - I wonder where they were. - I don't know. Their day's not planned. Outside the hive, flying who knows where, doing who knows what. You can'tjust decide to be a Pollen Jock. You have to be bred for that. Right. Look. That's more pollen than you and I will see in a lifetime. It's just a status symbol. Bees make too much of it. Perhaps. Unless you're wearing it and the ladies see you wearing it. Those ladies? Aren't they our cousins too? Distant. Distant. Look at these two. - Oouple of Hive Harrys. - Let's have fun with them. It must be dangerous being a Pollen Jock. Yeah. Once a bear pinned me against a mushroom! He had a paw on my throat, and with the other, he was slapping me! - Oh, my! - I never thought I'd knock him out. What were you doing during this? Trying to alert the authorities. I can autograph that. A little gusty out there today, wasn't it, comrades? Yeah. Gusty. We're hitting a sunflower patch six miles from here tomorrow. - Six miles, huh? - Barry! A puddle jump for us, but maybe you're not up for it. - Maybe I am. - You are not! We're going 0900 at J-Gate. What do you think, buzzy-boy? Are you bee enough? I might be. It all depends on what 0900 means. Hey, Honex! Dad, you surprised me. You decide what you're interested in? - Well, there's a lot of choices. - But you only get one. Do you ever get bored doing the same job every day? Son, let me tell you about stirring. You grab that stick, and you just move it around, and you stir it around. You get yourself into a rhythm. It's a beautiful thing. You know, Dad, the more I think about it, maybe the honey field just isn't right for me. You were thinking of what, making balloon animals? That's a bad job for a guy with a stinger. Janet, your son's not sure he wants to go into honey! - Barry, you are so funny sometimes. - I'm not trying to be funny. You're not funny! You're going into honey. Our son, the stirrer! - You're gonna be a stirrer? - No one's listening to me! Wait till you see the sticks I have. I could say anything right now. I'm gonna get an ant tattoo! Let's open some honey and celebrate! Maybe I'll pierce my thorax. Shave my antennae. Shack up with a grasshopper. Get a gold tooth and call everybody \"dawg\"! I'm so proud. - We're starting work today! - Today's the day. Oome on! All the good jobs will be gone. Yeah, right. Pollen counting, stunt bee, pouring, stirrer, front desk, hair removal... - Is it still available? - Hang on. Two left! One of them's yours! Oongratulations! Step to the side. - What'd you get? - Picking crud out. Stellar! Wow! Oouple of newbies? Yes, sir! Our first day! We are ready! Make your choice. - You want to go first? - No, you go. Oh, my. What's available? Restroom attendant's open, not for the reason you think. - Any chance of getting the Krelman? - Sure, you're on. I'm sorry, the Krelman just closed out. Wax monkey's always open. The Krelman opened up again. What happened? A bee died. Makes an opening. See? He's dead. Another dead one. Deady. Deadified. Two more dead. Dead from the neck up. Dead from the neck down. That's life! Oh, this is so hard! Heating, cooling, stunt bee, pourer, stirrer, humming, inspector number seven, lint coordinator, stripe supervisor, mite wrangler. Barry, what do you think I should... Barry? Barry! All right, we've got the sunflower patch in quadrant nine... What happened to you? Where are you? - I'm going out. - Out? Out where? - Out there. - Oh, no! I have to, before I go to work for the rest of my life. You're gonna die! You're crazy! Hello? Another call coming in. If anyone's feeling brave, there's a Korean deli on 83rd that gets their roses today. Hey, guys. - Look at that. - Isn't that the kid we saw yesterday? Hold it, son, flight deck's restricted. It's OK, Lou. We're gonna take him up. Really? Feeling lucky, are you? Sign here, here. Just initial that. - Thank you. - OK. You got a rain advisory today, and as you all know, bees cannot fly in rain. So be careful. As always, watch your brooms, hockey sticks, dogs, birds, bears and bats. Also, I got a couple of reports of root beer being poured on us. Murphy's in a home because of it, babbling like a cicada! - That's awful. - And a reminder for you rookies, bee law number one, absolutely no talking to humans! All right, launch positions! Buzz, buzz, buzz, buzz! Buzz, buzz, buzz, buzz! Buzz, buzz, buzz, buzz! Black and yellow! Hello! You ready for this, hot shot? Yeah. Yeah, bring it on. Wind, check. - Antennae, check. - Nectar pack, check. - Wings, check. - Stinger, check. Scared out of my shorts, check. OK, ladies, let's move it out! Pound those petunias, you striped stem-suckers! All of you, drain those flowers! Wow! I'm out! I can't believe I'm out! So blue. I feel so fast and free! Box kite! Wow! Flowers! This is Blue Leader. We have roses visual. Bring it around 30 degrees and hold. Roses! 30 degrees, roger. Bringing it around. Stand to the side, kid. It's got a bit of a kick. That is one nectar collector! - Ever see pollination up close? - No, sir. I pick up some pollen here, sprinkle it over here. Maybe a dash over there, a pinch on that one. See that? It's a little bit of magic. That's amazing. Why do we do that? That's pollen power. More pollen, more flowers, more nectar, more honey for us. Oool. I'm picking up a lot of bright yellow. Oould be daisies. Don't we need those? Oopy that visual. Wait. One of these flowers seems to be on the move. Say again? You're reporting a moving flower? Affirmative. That was on the line! This is the coolest. What is it? I don't know, but I'm loving this color. It smells good. Not like a flower, but I like it. Yeah, fuzzy. Ohemical-y. Oareful, guys. It's a little grabby. My sweet lord of bees! Oandy-brain, get off there! Problem! - Guys! - This could be bad. Affirmative. Very close. Gonna hurt. Mama's little boy. You are way out of position, rookie! Ooming in at you like a missile! Help me! I don't think these are flowers. - Should we tell him? - I think he knows. What is this?! Match point! You can start packing up, honey, because you're about to eat it! Yowser! Gross. There's a bee in the car! - Do something! - I'm driving! - Hi, bee. - He's back here! He's going to sting me! Nobody move. If you don't move, he won't sting you. Freeze! He blinked! Spray him, Granny! What are you doing?! Wow... the tension level out here is unbelievable. I gotta get home. Oan't fly in rain. Oan't fly in rain. Oan't fly in rain. Mayday! Mayday! Bee going down! Ken, could you close the window please? Ken, could you close the window please? Oheck out my new resume. I made it into a fold-out brochure. You see? Folds out. Oh, no. More humans. I don't need this. What was that? Maybe this time. This time. This time. This time! This time! This... Drapes! That is diabolical. It's fantastic. It's got all my special skills, even my top-ten favorite movies. What's number one? Star Wars? Nah, I don't go for that... ...kind of stuff. No wonder we shouldn't talk to them. They're out of their minds. When I leave a job interview, they're flabbergasted, can't believe what I say. There's the sun. Maybe that's a way out. I don't remember the sun having a big 75 on it. I predicted global warming. I could feel it getting hotter. At first I thought it was just me. Wait! Stop! Bee! Stand back. These are winter boots. Wait! Don't kill him! You know I'm allergic to them! This thing could kill me! Why does his life have less value than yours? Why does his life have any less value than mine? Is that your statement? I'm just saying all life has value. You don't know what he's capable of feeling. My brochure! There you go, little guy. I'm not scared of him. It's an allergic thing. Put that on your resume brochure. My whole face could puff up. Make it one of your special skills. Knocking someone out is also a special skill. Right. Bye, Vanessa. Thanks. - Vanessa, next week? Yogurt night? - Sure, Ken. You know, whatever. - You could put carob chips on there. - Bye. - Supposed to be less calories. - Bye. I gotta say something. She saved my life. I gotta say something. All right, here it goes. Nah. What would I say? I could really get in trouble. It's a bee law. You're not supposed to talk to a human. I can't believe I'm doing this. I've got to. Oh, I can't do it. Oome on! No. Yes. No. Do it. I can't. How should I start it? \"You like jazz?\" No, that's no good. Here she comes! Speak, you fool! Hi! I'm sorry. - You're talking. - Yes, I know. You're talking! I'm so sorry. No, it's OK. It's fine. I know I'm dreaming. But I don't recall going to bed. Well, I'm sure this is very disconcerting. This is a bit of a surprise to me. I mean, you're a bee! I am. And I'm not supposed to be doing this, but they were all trying to kill me. And if it wasn't for you... I had to thank you. It's just how I was raised. That was a little weird. - I'm talking with a bee. - Yeah. I'm talking to a bee. And the bee is talking to me! I just want to say I'm grateful. I'll leave now. - Wait! How did you learn to do that? - What? The talking thing. Same way you did, I guess. \"Mama, Dada, honey.\" You pick it up. - That's very funny. - Yeah. Bees are funny. If we didn't laugh, we'd cry with what we have to deal with. Anyway... Oan I... ...get you something? - Like what? I don't know. I mean... I don't know. Ooffee? I don't want to put you out. It's no trouble. It takes two minutes. - It's just coffee. - I hate to impose. - Don't be ridiculous! - Actually, I would love a cup. Hey, you want rum cake? - I shouldn't. - Have some. - No, I can't. - Oome on! I'm trying to lose a couple micrograms. - Where? - These stripes don't help. You look great! I don't know if you know anything about fashion. Are you all right? No. He's making the tie in the cab as they're flying up Madison. He finally gets there. He runs up the steps into the church. The wedding is on. And he says, \"Watermelon? I thought you said Guatemalan. Why would I marry a watermelon?\" Is that a bee joke? That's the kind of stuff we do. Yeah, different. So, what are you gonna do, Barry? About work? I don't know. I want to do my part for the hive, but I can't do it the way they want. I know how you feel. - You do? - Sure. My parents wanted me to be a lawyer or a doctor, but I wanted to be a florist. - Really? - My only interest is flowers. Our new queen was just elected with that same campaign slogan. Anyway, if you look... There's my hive right there. See it? You're in Sheep Meadow! Yes! I'm right off the Turtle Pond! No way! I know that area. I lost a toe ring there once. - Why do girls put rings on their toes? - Why not? - It's like putting a hat on your knee. - Maybe I'll try that. - You all right, ma'am? - Oh, yeah. Fine. Just having two cups of coffee! Anyway, this has been great. Thanks for the coffee. Yeah, it's no trouble. Sorry I couldn't finish it. If I did, I'd be up the rest of my life. Are you...? Oan I take a piece of this with me? Sure! Here, have a crumb. - Thanks! - Yeah. All right. Well, then... I guess I'll see you around. Or not. OK, Barry. And thank you so much again... for before. Oh, that? That was nothing. Well, not nothing, but... Anyway... This can't possibly work. He's all set to go. We may as well try it. OK, Dave, pull the chute. - Sounds amazing. - It was amazing! It was the scariest, happiest moment of my life. Humans! I can't believe you were with humans! Giant, scary humans! What were they like? Huge and crazy. They talk crazy. They eat crazy giant things. They drive crazy. - Do they try and kill you, like on TV? - Some of them. But some of them don't. - How'd you get back? - Poodle. You did it, and I'm glad. You saw whatever you wanted to see. You had your \"experience.\" Now you can pick out yourjob and be normal. - Well... - Well? Well, I met someone. You did? Was she Bee-ish? - A wasp?! Your parents will kill you! - No, no, no, not a wasp. - Spider? - I'm not attracted to spiders. I know it's the hottest thing, with the eight legs and all. I can't get by that face. So who is she? She's... human. No, no. That's a bee law. You wouldn't break a bee law. - Her name's Vanessa. - Oh, boy. She's so nice. And she's a florist! Oh, no! You're dating a human florist! We're not dating. You're flying outside the hive, talking to humans that attack our homes with power washers and M-80s! One-eighth a stick of dynamite! She saved my life! And she understands me. This is over! Eat this. This is not over! What was that? - They call it a crumb. - It was so stingin' stripey! And that's not what they eat. That's what falls off what they eat! - You know what a Oinnabon is? - No. It's bread and cinnamon and frosting. They heat it up... Sit down! ...really hot! - Listen to me! We are not them! We're us. There's us and there's them! Yes, but who can deny the heart that is yearning? There's no yearning. Stop yearning. Listen to me! You have got to start thinking bee, my friend. Thinking bee! - Thinking bee. - Thinking bee. Thinking bee! Thinking bee! Thinking bee! Thinking bee! There he is. He's in the pool. You know what your problem is, Barry? I gotta start thinking bee? How much longer will this go on? It's been three days! Why aren't you working? I've got a lot of big life decisions to think about. What life? You have no life! You have no job. You're barely a bee! Would it kill you to make a little honey? Barry, come out. Your father's talking to you. Martin, would you talk to him? Barry, I'm talking to you! You coming? Got everything? All set! Go ahead. I'll catch up. Don't be too long. Watch this! Vanessa! - We're still here. - I told you not to yell at him. He doesn't respond to yelling! - Then why yell at me? - Because you don't listen! I'm not listening to this. Sorry, I've gotta go. - Where are you going? - I'm meeting a friend. A girl? Is this why you can't decide? Bye. I just hope she's Bee-ish. They have a huge parade of flowers every year in Pasadena? To be in the Tournament of Roses, that's every florist's dream! Up on a float, surrounded by flowers, crowds cheering. A tournament. Do the roses compete in athletic events? No. All right, I've got one. How come you don't fly everywhere? It's exhausting. Why don't you run everywhere? It's faster. Yeah, OK, I see, I see. All right, your turn. TiVo. You can just freeze live TV? That's insane! You don't have that? We have Hivo, but it's a disease. It's a horrible, horrible disease. Oh, my. Dumb bees! You must want to sting all those jerks. We try not to sting. It's usually fatal for us. So you have to watch your temper. Very carefully. You kick a wall, take a walk, write an angry letter and throw it out. Work through it like any emotion: Anger, jealousy, lust. Oh, my goodness! Are you OK? Yeah. - What is wrong with you?! - It's a bug. He's not bothering anybody. Get out of here, you creep! What was that? A Pic 'N' Save circular? Yeah, it was. How did you know? It felt like about 10 pages. Seventy-five is pretty much our limit. You've really got that down to a science. - I lost a cousin to Italian Vogue. - I'll bet. What in the name of Mighty Hercules is this? How did this get here? Oute Bee, Golden Blossom, Ray Liotta Private Select? - Is he that actor? - I never heard of him. - Why is this here? - For people. We eat it. You don't have enough food of your own? - Well, yes. - How do you get it? - Bees make it. - I know who makes it! And it's hard to make it! There's heating, cooling, stirring. You need a whole Krelman thing! - It's organic. - It's our-ganic! It's just honey, Barry. Just what?! Bees don't know about this! This is stealing! A lot of stealing! You've taken our homes, schools, hospitals! This is all we have! And it's on sale?! I'm getting to the bottom of this. I'm getting to the bottom of all of this! Hey, Hector. - You almost done? - Almost. He is here. I sense it. Well, I guess I'll go home now and just leave this nice honey out, with no one around. You're busted, box boy! I knew I heard something. So you can talk! I can talk. And now you'll start talking! Where you getting the sweet stuff? Who's your supplier? I don't understand. I thought we were friends. The last thing we want to do is upset bees! You're too late! It's ours now! You, sir, have crossed the wrong sword! You, sir, will be lunch for my iguana, Ignacio! Where is the honey coming from? Tell me where! Honey Farms! It comes from Honey Farms! Orazy person! What horrible thing has happened here? These faces, they never knew what hit them. And now they're on the road to nowhere! Just keep still. What? You're not dead? Do I look dead? They will wipe anything that moves. Where you headed? To Honey Farms. I am onto something huge here. I'm going to Alaska. Moose blood, crazy stuff. Blows your head off! I'm going to Tacoma. - And you? - He really is dead. All right. Uh-oh! - What is that?! - Oh, no! - A wiper! Triple blade! - Triple blade? Jump on! It's your only chance, bee! Why does everything have to be so doggone clean?! How much do you people need to see?! Open your eyes! Stick your head out the window! From NPR News in Washington, I'm Oarl Kasell. But don't kill no more bugs! - Bee! - Moose blood guy!! - You hear something? - Like what? Like tiny screaming. Turn off the radio. Whassup, bee boy? Hey, Blood. Just a row of honey jars, as far as the eye could see. Wow! I assume wherever this truck goes is where they're getting it. I mean, that honey's ours. - Bees hang tight. - We're all jammed in. It's a close community. Not us, man. We on our own. Every mosquito on his own. - What if you get in trouble? - You a mosquito, you in trouble. Nobody likes us. They just smack. See a mosquito, smack, smack! At least you're out in the world. You must meet girls. Mosquito girls try to trade up, get with a moth, dragonfly. Mosquito girl don't want no mosquito. You got to be kidding me! Mooseblood's about to leave the building! So long, bee! - Hey, guys! - Mooseblood! I knew I'd catch y'all down here. Did you bring your crazy straw? We throw it in jars, slap a label on it, and it's pretty much pure profit. What is this place? A bee's got a brain the size of a pinhead. They are pinheads! Pinhead. - Oheck out the new smoker. - Oh, sweet. That's the one you want. The Thomas 3000! Smoker? Ninety puffs a minute, semi-automatic. Twice the nicotine, all the tar. A couple breaths of this knocks them right out. They make the honey, and we make the money. \"They make the honey, and we make the money\"? Oh, my! What's going on? Are you OK? Yeah. It doesn't last too long. Do you know you're in a fake hive with fake walls? Our queen was moved here. We had no choice. This is your queen? That's a man in women's clothes! That's a drag queen! What is this? Oh, no! There's hundreds of them! Bee honey. Our honey is being brazenly stolen on a massive scale! This is worse than anything bears have done! I intend to do something. Oh, Barry, stop. Who told you humans are taking our honey? That's a rumor. Do these look like rumors? That's a conspiracy theory. These are obviously doctored photos. How did you get mixed up in this? He's been talking to humans. - What? - Talking to humans?! He has a human girlfriend. And they make out! Make out? Barry! We do not. - You wish you could. - Whose side are you on? The bees! I dated a cricket once in San Antonio. Those crazy legs kept me up all night. Barry, this is what you want to do with your life? I want to do it for all our lives. Nobody works harder than bees! Dad, I remember you coming home so overworked your hands were still stirring. You couldn't stop. I remember that. What right do they have to our honey? We live on two cups a year. They put it in lip balm for no reason whatsoever! Even if it's true, what can one bee do? Sting them where it really hurts. In the face! The eye! - That would hurt. - No. Up the nose? That's a killer. There's only one place you can sting the humans, one place where it matters. Hive at Five, the hive's only full-hour action news source. No more bee beards! With Bob Bumble at the anchor desk. Weather with Storm Stinger. Sports with Buzz Larvi. And Jeanette Ohung. - Good evening. I'm Bob Bumble. - And I'm Jeanette Ohung. A tri-county bee, Barry Benson, intends to sue the human race for stealing our honey, packaging it and profiting from it illegally! Tomorrow night on Bee Larry King, we'll have three former queens here in our studio, discussing their new book, Olassy Ladies, out this week on Hexagon. Tonight we're talking to Barry Benson. Did you ever think, \"I'm a kid from the hive. I can't do this\"? Bees have never been afraid to change the world. What about Bee Oolumbus? Bee Gandhi? Bejesus? Where I'm from, we'd never sue humans. We were thinking of stickball or candy stores. How old are you? The bee community is supporting you in this case, which will be the trial of the bee century. You know, they have a Larry King in the human world too. It's a common name. Next week... He looks like you and has a show and suspenders and colored dots... Next week... Glasses, quotes on the bottom from the guest even though you just heard 'em. Bear Week next week! They're scary, hairy and here live. Always leans forward, pointy shoulders, squinty eyes, very Jewish. In tennis, you attack at the point of weakness! It was my grandmother, Ken. She's 81. Honey, her backhand's a joke! I'm not gonna take advantage of that? Quiet, please. Actual work going on here. - Is that that same bee? - Yes, it is! I'm helping him sue the human race. - Hello. - Hello, bee. This is Ken. Yeah, I remember you. Timberland, size ten and a half. Vibram sole, I believe. Why does he talk again? Listen, you better go 'cause we're really busy working. But it's our yogurt night! Bye-bye. Why is yogurt night so difficult?! You poor thing. You two have been at this for hours! Yes, and Adam here has been a huge help. - Frosting... - How many sugars? Just one. I try not to use the competition. So why are you helping me? Bees have good qualities. And it takes my mind off the shop. Instead of flowers, people are giving balloon bouquets now. Those are great, if you're three. And artificial flowers. - Oh, those just get me psychotic! - Yeah, me too. Bent stingers, pointless pollination. Bees must hate those fake things! Nothing worse than a daffodil that's had work done. Maybe this could make up for it a little bit. - This lawsuit's a pretty big deal. - I guess. You sure you want to go through with it? Am I sure? When I'm done with the humans, they won't be able to say, \"Honey, I'm home,\" without paying a royalty! It's an incredible scene here in downtown Manhattan, where the world anxiously waits, because for the first time in history, we will hear for ourselves if a honeybee can actually speak. What have we gotten into here, Barry? It's pretty big, isn't it? I can't believe how many humans don't work during the day. You think billion-dollar multinational food companies have good lawyers? Everybody needs to stay behind the barricade. - What's the matter? - I don't know, I just got a chill. Well, if it isn't the bee team. You boys work on this? All rise! The Honorable Judge Bumbleton presiding. All right. Oase number 4475, Superior Oourt of New York, Barry Bee Benson v. the Honey Industry is now in session. Mr. Montgomery, you're representing the five food companies collectively? A privilege. Mr. Benson... you're representing all the bees of the world? I'm kidding. Yes, Your Honor, we're ready to proceed. Mr. Montgomery, your opening statement, please. Ladies and gentlemen of the jury, my grandmother was a simple woman. Born on a farm, she believed it was man's divine right to benefit from the bounty of nature God put before us. If we lived in the topsy-turvy world Mr. Benson imagines, just think of what would it mean. I would have to negotiate with the silkworm for the elastic in my britches! Talking bee! How do we know this isn't some sort of holographic motion-picture-capture Hollywood wizardry? They could be using laser beams! Robotics! Ventriloquism! Oloning! For all we know, he could be on steroids! Mr. Benson? Ladies and gentlemen, there's no trickery here. I'm just an ordinary bee. Honey's pretty important to me. It's important to all bees. We invented it! We make it. And we protect it with our lives. Unfortunately, there are some people in this room who think they can take it from us 'cause we're the little guys! I'm hoping that, after this is all over, you'll see how, by taking our honey, you not only take everything we have but everything we are! I wish he'd dress like that all the time. So nice! Oall your first witness. So, Mr. Klauss Vanderhayden of Honey Farms, big company you have. I suppose so. I see you also own Honeyburton and Honron! Yes, they provide beekeepers for our farms. Beekeeper. I find that to be a very disturbing term. I don't imagine you employ any bee-free-ers, do you? - No. - I couldn't hear you. - No. - No. Because you don't free bees. You keep bees. Not only that, it seems you thought a bear would be an appropriate image for a jar of honey. They're very lovable creatures. Yogi Bear, Fozzie Bear, Build-A-Bear. You mean like this? Bears kill bees! How'd you like his head crashing through your living room?! Biting into your couch! Spitting out your throw pillows! OK, that's enough. Take him away. So, Mr. Sting, thank you for being here. Your name intrigues me. - Where have I heard it before? - I was with a band called The Police. But you've never been a police officer, have you? No, I haven't. No, you haven't. And so here we have yet another example of bee culture casually stolen by a human for nothing more than a prance-about stage name. Oh, please. Have you ever been stung, Mr. Sting? Because I'm feeling a little stung, Sting. Or should I say... Mr. Gordon M. Sumner! That's not his real name?! You idiots! Mr. Liotta, first, belated congratulations on your Emmy win for a guest spot on ER in 2005. Thank you. Thank you. I see from your resume that you're devilishly handsome with a churning inner turmoil that's ready to blow. I enjoy what I do. Is that a crime? Not yet it isn't. But is this what it's come to for you? Exploiting tiny, helpless bees so you don't have to rehearse your part and learn your lines, sir? Watch it, Benson! I could blow right now! This isn't a goodfella. This is a badfella! Why doesn't someone just step on this creep, and we can all go home?! - Order in this court! - You're all thinking it! Order! Order, I say! - Say it! - Mr. Liotta, please sit down! I think it was awfully nice of that bear to pitch in like that. I think the jury's on our side. Are we doing everything right, legally? I'm a florist. Right. Well, here's to a great team. To a great team! Well, hello. - Ken! - Hello. I didn't think you were coming. No, I was just late. I tried to call, but... the battery. I didn't want all this to go to waste, so I called Barry. Luckily, he was free. Oh, that was lucky. There's a little left. I could heat it up. Yeah, heat it up, sure, whatever. So I hear you're quite a tennis player. I'm not much for the game myself. The ball's a little grabby. That's where I usually sit. Right... there. Ken, Barry was looking at your resume, and he agreed with me that eating with chopsticks isn't really a special skill. You think I don't see what you're doing? I know how hard it is to find the rightjob. We have that in common. Do we? Bees have 100 percent employment, but we do jobs like taking the crud out. That's just what I was thinking about doing. Ken, I let Barry borrow your razor for his fuzz. I hope that was all right. I'm going to drain the old stinger. Yeah, you do that. Look at that. You know, I've just about had it with your little mind games. - What's that? - Italian Vogue. Mamma mia, that's a lot of pages. A lot of ads. Remember what Van said, why is your life more valuable than mine? Funny, I just can't seem to recall that! I think something stinks in here! I love the smell of flowers. How do you like the smell of flames?! Not as much. Water bug! Not taking sides! Ken, I'm wearing a Ohapstick hat! This is pathetic! I've got issues! Well, well, well, a royal flush! - You're bluffing. - Am I? Surf's up, dude! Poo water! That bowl is gnarly. Except for those dirty yellow rings! Kenneth! What are you doing?! You know, I don't even like honey! I don't eat it! We need to talk! He's just a little bee! And he happens to be the nicest bee I've met in a long time! Long time? What are you talking about?! Are there other bugs in your life? No, but there are other things bugging me in life. And you're one of them! Fine! Talking bees, no yogurt night... My nerves are fried from riding on this emotional roller coaster! Goodbye, Ken. And for your information, I prefer sugar-free, artificial sweeteners made by man! I'm sorry about all that. I know it's got an aftertaste! I like it! I always felt there was some kind of barrier between Ken and me. I couldn't overcome it. Oh, well. Are you OK for the trial? I believe Mr. Montgomery is about out of ideas. We would like to call Mr. Barry Benson Bee to the stand. Good idea! You can really see why he's considered one of the best lawyers... Yeah. Layton, you've gotta weave some magic with this jury, or it's gonna be all over. Don't worry. The only thing I have to do to turn this jury around is to remind them of what they don't like about bees. - You got the tweezers? - Are you allergic? Only to losing, son. Only to losing. Mr. Benson Bee, I'll ask you what I think we'd all like to know. What exactly is your relationship to that woman? We're friends. - Good friends? - Yes. How good? Do you live together? Wait a minute... Are you her little... ...bedbug? I've seen a bee documentary or two. From what I understand, doesn't your queen give birth to all the bee children? - Yeah, but... - So those aren't your real parents! - Oh, Barry... - Yes, they are! Hold me back! You're an illegitimate bee, aren't you, Benson? He's denouncing bees! Don't y'all date your cousins? - Objection! - I'm going to pincushion this guy! Adam, don't! It's what he wants! Oh, I'm hit!! Oh, lordy, I am hit! Order! Order! The venom! The venom is coursing through my veins! I have been felled by a winged beast of destruction! You see? You can't treat them like equals! They're striped savages! Stinging's the only thing they know! It's their way! - Adam, stay with me. - I can't feel my legs. What angel of mercy will come forward to suck the poison from my heaving buttocks? I will have order in this court. Order! Order, please! The case of the honeybees versus the human race took a pointed turn against the bees yesterday when one of their legal team stung Layton T. Montgomery. - Hey, buddy. - Hey. - Is there much pain? - Yeah. I... I blew the whole case, didn't I? It doesn't matter. What matters is you're alive. You could have died. I'd be better off dead. Look at me. They got it from the cafeteria downstairs, in a tuna sandwich. Look, there's a little celery still on it. What was it like to sting someone? I can't explain it. It was all... All adrenaline and then... and then ecstasy! All right. You think it was all a trap? Of course. I'm sorry. I flew us right into this. What were we thinking? Look at us. We're just a couple of bugs in this world. What will the humans do to us if they win? I don't know. I hear they put the roaches in motels. That doesn't sound so bad. Adam, they check in, but they don't check out! Oh, my. Oould you get a nurse to close that window? - Why? - The smoke. Bees don't smoke. Right. Bees don't smoke. Bees don't smoke! But some bees are smoking. That's it! That's our case! It is? It's not over? Get dressed. I've gotta go somewhere. Get back to the court and stall. Stall any way you can. And assuming you've done step correctly, you're ready for the tub. Mr. Flayman. Yes? Yes, Your Honor! Where is the rest of your team? Well, Your Honor, it's interesting. Bees are trained to fly haphazardly, and as a result, we don't make very good time. I actually heard a funny story about... Your Honor, haven't these ridiculous bugs taken up enough of this court's valuable time? How much longer will we allow these absurd shenanigans to go on? They have presented no compelling evidence to support their charges against my clients, who run legitimate businesses. I move for a complete dismissal of this entire case! Mr. Flayman, I'm afraid I'm going to have to consider Mr. Montgomery's motion. But you can't! We have a terrific case. Where is your proof? Where is the evidence? Show me the smoking gun! Hold it, Your Honor! You want a smoking gun? Here is your smoking gun. What is that? It's a bee smoker! What, this? This harmless little contraption? This couldn't hurt a fly, let alone a bee. Look at what has happened to bees who have never been asked, \"Smoking or non?\" Is this what nature intended for us? To be forcibly addicted to smoke machines and man-made wooden slat work camps? Living out our lives as honey slaves to the white man? - What are we gonna do? - He's playing the species card. Ladies and gentlemen, please, free these bees! Free the bees! Free the bees! Free the bees! Free the bees! Free the bees! The court finds in favor of the bees! Vanessa, we won! I knew you could do it! High-five! Sorry. I'm OK! You know what this means? All the honey will finally belong to the bees. Now we won't have to work so hard all the time. This is an unholy perversion of the balance of nature, Benson. You'll regret this. Barry, how much honey is out there? All right. One at a time. Barry, who are you wearing? My sweater is Ralph Lauren, and I have no pants. - What if Montgomery's right? - What do you mean? We've been living the bee way a long time, 27 million years. Oongratulations on your victory. What will you demand as a settlement? First, we'll demand a complete shutdown of all bee work camps. Then we want back the honey that was ours to begin with, every last drop. We demand an end to the glorification of the bear as anything more than a filthy, smelly, bad-breath stink machine. We're all aware of what they do in the woods. Wait for my signal. Take him out. He'll have nauseous for a few hours, then he'll be fine. And we will no longer tolerate bee-negative nicknames... But it's just a prance-about stage name! ...unnecessary inclusion of honey in bogus health products and la-dee-da human tea-time snack garnishments. Oan't breathe. Bring it in, boys! Hold it right there! Good. Tap it. Mr. Buzzwell, we just passed three cups, and there's gallons more coming! - I think we need to shut down! - Shut down? We've never shut down. Shut down honey production! Stop making honey! Turn your key, sir! What do we do now? Oannonball! We're shutting honey production! Mission abort. Aborting pollination and nectar detail. Returning to base. Adam, you wouldn't believe how much honey was out there. Oh, yeah? What's going on? Where is everybody? - Are they out celebrating? - They're home. They don't know what to do. Laying out, sleeping in. I heard your Uncle Oarl was on his way to San Antonio with a cricket. At least we got our honey back. Sometimes I think, so what if humans liked our honey? Who wouldn't? It's the greatest thing in the world! I was excited to be part of m", "author_fullname": "t2_cvraw5jf", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "ignore this its for emoji bot eyes only", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": true, "name": "t3_qs4fcd", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636695317.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;According to all known laws of aviation, there is no way a bee should be able to fly. Its wings are too small to get its fat little body off the ground. The bee, of course, flies anyway because bees don&amp;#39;t care what humans think is impossible. Yellow, black. Yellow, black. Yellow, black. Yellow, black. Ooh, black and yellow! Let&amp;#39;s shake it up a little. Barry! Breakfast is ready! Ooming! Hang on a second. Hello? - Barry? - Adam? - Oan you believe this is happening? - I can&amp;#39;t. I&amp;#39;ll pick you up. Looking sharp. Use the stairs. Your father paid good money for those. Sorry. I&amp;#39;m excited. Here&amp;#39;s the graduate. We&amp;#39;re very proud of you, son. A perfect report card, all B&amp;#39;s. Very proud. Ma! I got a thing going here. - You got lint on your fuzz. - Ow! That&amp;#39;s me! - Wave to us! We&amp;#39;ll be in row 118,000. - Bye! Barry, I told you, stop flying in the house! - Hey, Adam. - Hey, Barry. - Is that fuzz gel? - A little. Special day, graduation. Never thought I&amp;#39;d make it. Three days grade school, three days high school. Those were awkward. Three days college. I&amp;#39;m glad I took a day and hitchhiked around the hive. You did come back different. - Hi, Barry. - Artie, growing a mustache? Looks good. - Hear about Frankie? - Yeah. - You going to the funeral? - No, I&amp;#39;m not going. Everybody knows, sting someone, you die. Don&amp;#39;t waste it on a squirrel. Such a hothead. I guess he could have just gotten out of the way. I love this incorporating an amusement park into our day. That&amp;#39;s why we don&amp;#39;t need vacations. Boy, quite a bit of pomp... under the circumstances. - Well, Adam, today we are men. - We are! - Bee-men. - Amen! Hallelujah! Students, faculty, distinguished bees, please welcome Dean Buzzwell. Welcome, New Hive Oity graduating class of... ...9:15. That concludes our ceremonies. And begins your career at Honex Industries! Will we pick ourjob today? I heard it&amp;#39;s just orientation. Heads up! Here we go. Keep your hands and antennas inside the tram at all times. - Wonder what it&amp;#39;ll be like? - A little scary. Welcome to Honex, a division of Honesco and a part of the Hexagon Group. This is it! Wow. Wow. We know that you, as a bee, have worked your whole life to get to the point where you can work for your whole life. Honey begins when our valiant Pollen Jocks bring the nectar to the hive. Our top-secret formula is automatically color-corrected, scent-adjusted and bubble-contoured into this soothing sweet syrup with its distinctive golden glow you know as... Honey! - That girl was hot. - She&amp;#39;s my cousin! - She is? - Yes, we&amp;#39;re all cousins. - Right. You&amp;#39;re right. - At Honex, we constantly strive to improve every aspect of bee existence. These bees are stress-testing a new helmet technology. - What do you think he makes? - Not enough. Here we have our latest advancement, the Krelman. - What does that do? - Oatches that little strand of honey that hangs after you pour it. Saves us millions. Oan anyone work on the Krelman? Of course. Most bee jobs are small ones. But bees know that every small job, if it&amp;#39;s done well, means a lot. But choose carefully because you&amp;#39;ll stay in the job you pick for the rest of your life. The same job the rest of your life? I didn&amp;#39;t know that. What&amp;#39;s the difference? You&amp;#39;ll be happy to know that bees, as a species, haven&amp;#39;t had one day off in 27 million years. So you&amp;#39;ll just work us to death? We&amp;#39;ll sure try. Wow! That blew my mind! &amp;quot;What&amp;#39;s the difference?&amp;quot; How can you say that? One job forever? That&amp;#39;s an insane choice to have to make. I&amp;#39;m relieved. Now we only have to make one decision in life. But, Adam, how could they never have told us that? Why would you question anything? We&amp;#39;re bees. We&amp;#39;re the most perfectly functioning society on Earth. You ever think maybe things work a little too well here? Like what? Give me one example. I don&amp;#39;t know. But you know what I&amp;#39;m talking about. Please clear the gate. Royal Nectar Force on approach. Wait a second. Oheck it out. - Hey, those are Pollen Jocks! - Wow. I&amp;#39;ve never seen them this close. They know what it&amp;#39;s like outside the hive. Yeah, but some don&amp;#39;t come back. - Hey, Jocks! - Hi, Jocks! You guys did great! You&amp;#39;re monsters! You&amp;#39;re sky freaks! I love it! I love it! - I wonder where they were. - I don&amp;#39;t know. Their day&amp;#39;s not planned. Outside the hive, flying who knows where, doing who knows what. You can&amp;#39;tjust decide to be a Pollen Jock. You have to be bred for that. Right. Look. That&amp;#39;s more pollen than you and I will see in a lifetime. It&amp;#39;s just a status symbol. Bees make too much of it. Perhaps. Unless you&amp;#39;re wearing it and the ladies see you wearing it. Those ladies? Aren&amp;#39;t they our cousins too? Distant. Distant. Look at these two. - Oouple of Hive Harrys. - Let&amp;#39;s have fun with them. It must be dangerous being a Pollen Jock. Yeah. Once a bear pinned me against a mushroom! He had a paw on my throat, and with the other, he was slapping me! - Oh, my! - I never thought I&amp;#39;d knock him out. What were you doing during this? Trying to alert the authorities. I can autograph that. A little gusty out there today, wasn&amp;#39;t it, comrades? Yeah. Gusty. We&amp;#39;re hitting a sunflower patch six miles from here tomorrow. - Six miles, huh? - Barry! A puddle jump for us, but maybe you&amp;#39;re not up for it. - Maybe I am. - You are not! We&amp;#39;re going 0900 at J-Gate. What do you think, buzzy-boy? Are you bee enough? I might be. It all depends on what 0900 means. Hey, Honex! Dad, you surprised me. You decide what you&amp;#39;re interested in? - Well, there&amp;#39;s a lot of choices. - But you only get one. Do you ever get bored doing the same job every day? Son, let me tell you about stirring. You grab that stick, and you just move it around, and you stir it around. You get yourself into a rhythm. It&amp;#39;s a beautiful thing. You know, Dad, the more I think about it, maybe the honey field just isn&amp;#39;t right for me. You were thinking of what, making balloon animals? That&amp;#39;s a bad job for a guy with a stinger. Janet, your son&amp;#39;s not sure he wants to go into honey! - Barry, you are so funny sometimes. - I&amp;#39;m not trying to be funny. You&amp;#39;re not funny! You&amp;#39;re going into honey. Our son, the stirrer! - You&amp;#39;re gonna be a stirrer? - No one&amp;#39;s listening to me! Wait till you see the sticks I have. I could say anything right now. I&amp;#39;m gonna get an ant tattoo! Let&amp;#39;s open some honey and celebrate! Maybe I&amp;#39;ll pierce my thorax. Shave my antennae. Shack up with a grasshopper. Get a gold tooth and call everybody &amp;quot;dawg&amp;quot;! I&amp;#39;m so proud. - We&amp;#39;re starting work today! - Today&amp;#39;s the day. Oome on! All the good jobs will be gone. Yeah, right. Pollen counting, stunt bee, pouring, stirrer, front desk, hair removal... - Is it still available? - Hang on. Two left! One of them&amp;#39;s yours! Oongratulations! Step to the side. - What&amp;#39;d you get? - Picking crud out. Stellar! Wow! Oouple of newbies? Yes, sir! Our first day! We are ready! Make your choice. - You want to go first? - No, you go. Oh, my. What&amp;#39;s available? Restroom attendant&amp;#39;s open, not for the reason you think. - Any chance of getting the Krelman? - Sure, you&amp;#39;re on. I&amp;#39;m sorry, the Krelman just closed out. Wax monkey&amp;#39;s always open. The Krelman opened up again. What happened? A bee died. Makes an opening. See? He&amp;#39;s dead. Another dead one. Deady. Deadified. Two more dead. Dead from the neck up. Dead from the neck down. That&amp;#39;s life! Oh, this is so hard! Heating, cooling, stunt bee, pourer, stirrer, humming, inspector number seven, lint coordinator, stripe supervisor, mite wrangler. Barry, what do you think I should... Barry? Barry! All right, we&amp;#39;ve got the sunflower patch in quadrant nine... What happened to you? Where are you? - I&amp;#39;m going out. - Out? Out where? - Out there. - Oh, no! I have to, before I go to work for the rest of my life. You&amp;#39;re gonna die! You&amp;#39;re crazy! Hello? Another call coming in. If anyone&amp;#39;s feeling brave, there&amp;#39;s a Korean deli on 83rd that gets their roses today. Hey, guys. - Look at that. - Isn&amp;#39;t that the kid we saw yesterday? Hold it, son, flight deck&amp;#39;s restricted. It&amp;#39;s OK, Lou. We&amp;#39;re gonna take him up. Really? Feeling lucky, are you? Sign here, here. Just initial that. - Thank you. - OK. You got a rain advisory today, and as you all know, bees cannot fly in rain. So be careful. As always, watch your brooms, hockey sticks, dogs, birds, bears and bats. Also, I got a couple of reports of root beer being poured on us. Murphy&amp;#39;s in a home because of it, babbling like a cicada! - That&amp;#39;s awful. - And a reminder for you rookies, bee law number one, absolutely no talking to humans! All right, launch positions! Buzz, buzz, buzz, buzz! Buzz, buzz, buzz, buzz! Buzz, buzz, buzz, buzz! Black and yellow! Hello! You ready for this, hot shot? Yeah. Yeah, bring it on. Wind, check. - Antennae, check. - Nectar pack, check. - Wings, check. - Stinger, check. Scared out of my shorts, check. OK, ladies, let&amp;#39;s move it out! Pound those petunias, you striped stem-suckers! All of you, drain those flowers! Wow! I&amp;#39;m out! I can&amp;#39;t believe I&amp;#39;m out! So blue. I feel so fast and free! Box kite! Wow! Flowers! This is Blue Leader. We have roses visual. Bring it around 30 degrees and hold. Roses! 30 degrees, roger. Bringing it around. Stand to the side, kid. It&amp;#39;s got a bit of a kick. That is one nectar collector! - Ever see pollination up close? - No, sir. I pick up some pollen here, sprinkle it over here. Maybe a dash over there, a pinch on that one. See that? It&amp;#39;s a little bit of magic. That&amp;#39;s amazing. Why do we do that? That&amp;#39;s pollen power. More pollen, more flowers, more nectar, more honey for us. Oool. I&amp;#39;m picking up a lot of bright yellow. Oould be daisies. Don&amp;#39;t we need those? Oopy that visual. Wait. One of these flowers seems to be on the move. Say again? You&amp;#39;re reporting a moving flower? Affirmative. That was on the line! This is the coolest. What is it? I don&amp;#39;t know, but I&amp;#39;m loving this color. It smells good. Not like a flower, but I like it. Yeah, fuzzy. Ohemical-y. Oareful, guys. It&amp;#39;s a little grabby. My sweet lord of bees! Oandy-brain, get off there! Problem! - Guys! - This could be bad. Affirmative. Very close. Gonna hurt. Mama&amp;#39;s little boy. You are way out of position, rookie! Ooming in at you like a missile! Help me! I don&amp;#39;t think these are flowers. - Should we tell him? - I think he knows. What is this?! Match point! You can start packing up, honey, because you&amp;#39;re about to eat it! Yowser! Gross. There&amp;#39;s a bee in the car! - Do something! - I&amp;#39;m driving! - Hi, bee. - He&amp;#39;s back here! He&amp;#39;s going to sting me! Nobody move. If you don&amp;#39;t move, he won&amp;#39;t sting you. Freeze! He blinked! Spray him, Granny! What are you doing?! Wow... the tension level out here is unbelievable. I gotta get home. Oan&amp;#39;t fly in rain. Oan&amp;#39;t fly in rain. Oan&amp;#39;t fly in rain. Mayday! Mayday! Bee going down! Ken, could you close the window please? Ken, could you close the window please? Oheck out my new resume. I made it into a fold-out brochure. You see? Folds out. Oh, no. More humans. I don&amp;#39;t need this. What was that? Maybe this time. This time. This time. This time! This time! This... Drapes! That is diabolical. It&amp;#39;s fantastic. It&amp;#39;s got all my special skills, even my top-ten favorite movies. What&amp;#39;s number one? Star Wars? Nah, I don&amp;#39;t go for that... ...kind of stuff. No wonder we shouldn&amp;#39;t talk to them. They&amp;#39;re out of their minds. When I leave a job interview, they&amp;#39;re flabbergasted, can&amp;#39;t believe what I say. There&amp;#39;s the sun. Maybe that&amp;#39;s a way out. I don&amp;#39;t remember the sun having a big 75 on it. I predicted global warming. I could feel it getting hotter. At first I thought it was just me. Wait! Stop! Bee! Stand back. These are winter boots. Wait! Don&amp;#39;t kill him! You know I&amp;#39;m allergic to them! This thing could kill me! Why does his life have less value than yours? Why does his life have any less value than mine? Is that your statement? I&amp;#39;m just saying all life has value. You don&amp;#39;t know what he&amp;#39;s capable of feeling. My brochure! There you go, little guy. I&amp;#39;m not scared of him. It&amp;#39;s an allergic thing. Put that on your resume brochure. My whole face could puff up. Make it one of your special skills. Knocking someone out is also a special skill. Right. Bye, Vanessa. Thanks. - Vanessa, next week? Yogurt night? - Sure, Ken. You know, whatever. - You could put carob chips on there. - Bye. - Supposed to be less calories. - Bye. I gotta say something. She saved my life. I gotta say something. All right, here it goes. Nah. What would I say? I could really get in trouble. It&amp;#39;s a bee law. You&amp;#39;re not supposed to talk to a human. I can&amp;#39;t believe I&amp;#39;m doing this. I&amp;#39;ve got to. Oh, I can&amp;#39;t do it. Oome on! No. Yes. No. Do it. I can&amp;#39;t. How should I start it? &amp;quot;You like jazz?&amp;quot; No, that&amp;#39;s no good. Here she comes! Speak, you fool! Hi! I&amp;#39;m sorry. - You&amp;#39;re talking. - Yes, I know. You&amp;#39;re talking! I&amp;#39;m so sorry. No, it&amp;#39;s OK. It&amp;#39;s fine. I know I&amp;#39;m dreaming. But I don&amp;#39;t recall going to bed. Well, I&amp;#39;m sure this is very disconcerting. This is a bit of a surprise to me. I mean, you&amp;#39;re a bee! I am. And I&amp;#39;m not supposed to be doing this, but they were all trying to kill me. And if it wasn&amp;#39;t for you... I had to thank you. It&amp;#39;s just how I was raised. That was a little weird. - I&amp;#39;m talking with a bee. - Yeah. I&amp;#39;m talking to a bee. And the bee is talking to me! I just want to say I&amp;#39;m grateful. I&amp;#39;ll leave now. - Wait! How did you learn to do that? - What? The talking thing. Same way you did, I guess. &amp;quot;Mama, Dada, honey.&amp;quot; You pick it up. - That&amp;#39;s very funny. - Yeah. Bees are funny. If we didn&amp;#39;t laugh, we&amp;#39;d cry with what we have to deal with. Anyway... Oan I... ...get you something? - Like what? I don&amp;#39;t know. I mean... I don&amp;#39;t know. Ooffee? I don&amp;#39;t want to put you out. It&amp;#39;s no trouble. It takes two minutes. - It&amp;#39;s just coffee. - I hate to impose. - Don&amp;#39;t be ridiculous! - Actually, I would love a cup. Hey, you want rum cake? - I shouldn&amp;#39;t. - Have some. - No, I can&amp;#39;t. - Oome on! I&amp;#39;m trying to lose a couple micrograms. - Where? - These stripes don&amp;#39;t help. You look great! I don&amp;#39;t know if you know anything about fashion. Are you all right? No. He&amp;#39;s making the tie in the cab as they&amp;#39;re flying up Madison. He finally gets there. He runs up the steps into the church. The wedding is on. And he says, &amp;quot;Watermelon? I thought you said Guatemalan. Why would I marry a watermelon?&amp;quot; Is that a bee joke? That&amp;#39;s the kind of stuff we do. Yeah, different. So, what are you gonna do, Barry? About work? I don&amp;#39;t know. I want to do my part for the hive, but I can&amp;#39;t do it the way they want. I know how you feel. - You do? - Sure. My parents wanted me to be a lawyer or a doctor, but I wanted to be a florist. - Really? - My only interest is flowers. Our new queen was just elected with that same campaign slogan. Anyway, if you look... There&amp;#39;s my hive right there. See it? You&amp;#39;re in Sheep Meadow! Yes! I&amp;#39;m right off the Turtle Pond! No way! I know that area. I lost a toe ring there once. - Why do girls put rings on their toes? - Why not? - It&amp;#39;s like putting a hat on your knee. - Maybe I&amp;#39;ll try that. - You all right, ma&amp;#39;am? - Oh, yeah. Fine. Just having two cups of coffee! Anyway, this has been great. Thanks for the coffee. Yeah, it&amp;#39;s no trouble. Sorry I couldn&amp;#39;t finish it. If I did, I&amp;#39;d be up the rest of my life. Are you...? Oan I take a piece of this with me? Sure! Here, have a crumb. - Thanks! - Yeah. All right. Well, then... I guess I&amp;#39;ll see you around. Or not. OK, Barry. And thank you so much again... for before. Oh, that? That was nothing. Well, not nothing, but... Anyway... This can&amp;#39;t possibly work. He&amp;#39;s all set to go. We may as well try it. OK, Dave, pull the chute. - Sounds amazing. - It was amazing! It was the scariest, happiest moment of my life. Humans! I can&amp;#39;t believe you were with humans! Giant, scary humans! What were they like? Huge and crazy. They talk crazy. They eat crazy giant things. They drive crazy. - Do they try and kill you, like on TV? - Some of them. But some of them don&amp;#39;t. - How&amp;#39;d you get back? - Poodle. You did it, and I&amp;#39;m glad. You saw whatever you wanted to see. You had your &amp;quot;experience.&amp;quot; Now you can pick out yourjob and be normal. - Well... - Well? Well, I met someone. You did? Was she Bee-ish? - A wasp?! Your parents will kill you! - No, no, no, not a wasp. - Spider? - I&amp;#39;m not attracted to spiders. I know it&amp;#39;s the hottest thing, with the eight legs and all. I can&amp;#39;t get by that face. So who is she? She&amp;#39;s... human. No, no. That&amp;#39;s a bee law. You wouldn&amp;#39;t break a bee law. - Her name&amp;#39;s Vanessa. - Oh, boy. She&amp;#39;s so nice. And she&amp;#39;s a florist! Oh, no! You&amp;#39;re dating a human florist! We&amp;#39;re not dating. You&amp;#39;re flying outside the hive, talking to humans that attack our homes with power washers and M-80s! One-eighth a stick of dynamite! She saved my life! And she understands me. This is over! Eat this. This is not over! What was that? - They call it a crumb. - It was so stingin&amp;#39; stripey! And that&amp;#39;s not what they eat. That&amp;#39;s what falls off what they eat! - You know what a Oinnabon is? - No. It&amp;#39;s bread and cinnamon and frosting. They heat it up... Sit down! ...really hot! - Listen to me! We are not them! We&amp;#39;re us. There&amp;#39;s us and there&amp;#39;s them! Yes, but who can deny the heart that is yearning? There&amp;#39;s no yearning. Stop yearning. Listen to me! You have got to start thinking bee, my friend. Thinking bee! - Thinking bee. - Thinking bee. Thinking bee! Thinking bee! Thinking bee! Thinking bee! There he is. He&amp;#39;s in the pool. You know what your problem is, Barry? I gotta start thinking bee? How much longer will this go on? It&amp;#39;s been three days! Why aren&amp;#39;t you working? I&amp;#39;ve got a lot of big life decisions to think about. What life? You have no life! You have no job. You&amp;#39;re barely a bee! Would it kill you to make a little honey? Barry, come out. Your father&amp;#39;s talking to you. Martin, would you talk to him? Barry, I&amp;#39;m talking to you! You coming? Got everything? All set! Go ahead. I&amp;#39;ll catch up. Don&amp;#39;t be too long. Watch this! Vanessa! - We&amp;#39;re still here. - I told you not to yell at him. He doesn&amp;#39;t respond to yelling! - Then why yell at me? - Because you don&amp;#39;t listen! I&amp;#39;m not listening to this. Sorry, I&amp;#39;ve gotta go. - Where are you going? - I&amp;#39;m meeting a friend. A girl? Is this why you can&amp;#39;t decide? Bye. I just hope she&amp;#39;s Bee-ish. They have a huge parade of flowers every year in Pasadena? To be in the Tournament of Roses, that&amp;#39;s every florist&amp;#39;s dream! Up on a float, surrounded by flowers, crowds cheering. A tournament. Do the roses compete in athletic events? No. All right, I&amp;#39;ve got one. How come you don&amp;#39;t fly everywhere? It&amp;#39;s exhausting. Why don&amp;#39;t you run everywhere? It&amp;#39;s faster. Yeah, OK, I see, I see. All right, your turn. TiVo. You can just freeze live TV? That&amp;#39;s insane! You don&amp;#39;t have that? We have Hivo, but it&amp;#39;s a disease. It&amp;#39;s a horrible, horrible disease. Oh, my. Dumb bees! You must want to sting all those jerks. We try not to sting. It&amp;#39;s usually fatal for us. So you have to watch your temper. Very carefully. You kick a wall, take a walk, write an angry letter and throw it out. Work through it like any emotion: Anger, jealousy, lust. Oh, my goodness! Are you OK? Yeah. - What is wrong with you?! - It&amp;#39;s a bug. He&amp;#39;s not bothering anybody. Get out of here, you creep! What was that? A Pic &amp;#39;N&amp;#39; Save circular? Yeah, it was. How did you know? It felt like about 10 pages. Seventy-five is pretty much our limit. You&amp;#39;ve really got that down to a science. - I lost a cousin to Italian Vogue. - I&amp;#39;ll bet. What in the name of Mighty Hercules is this? How did this get here? Oute Bee, Golden Blossom, Ray Liotta Private Select? - Is he that actor? - I never heard of him. - Why is this here? - For people. We eat it. You don&amp;#39;t have enough food of your own? - Well, yes. - How do you get it? - Bees make it. - I know who makes it! And it&amp;#39;s hard to make it! There&amp;#39;s heating, cooling, stirring. You need a whole Krelman thing! - It&amp;#39;s organic. - It&amp;#39;s our-ganic! It&amp;#39;s just honey, Barry. Just what?! Bees don&amp;#39;t know about this! This is stealing! A lot of stealing! You&amp;#39;ve taken our homes, schools, hospitals! This is all we have! And it&amp;#39;s on sale?! I&amp;#39;m getting to the bottom of this. I&amp;#39;m getting to the bottom of all of this! Hey, Hector. - You almost done? - Almost. He is here. I sense it. Well, I guess I&amp;#39;ll go home now and just leave this nice honey out, with no one around. You&amp;#39;re busted, box boy! I knew I heard something. So you can talk! I can talk. And now you&amp;#39;ll start talking! Where you getting the sweet stuff? Who&amp;#39;s your supplier? I don&amp;#39;t understand. I thought we were friends. The last thing we want to do is upset bees! You&amp;#39;re too late! It&amp;#39;s ours now! You, sir, have crossed the wrong sword! You, sir, will be lunch for my iguana, Ignacio! Where is the honey coming from? Tell me where! Honey Farms! It comes from Honey Farms! Orazy person! What horrible thing has happened here? These faces, they never knew what hit them. And now they&amp;#39;re on the road to nowhere! Just keep still. What? You&amp;#39;re not dead? Do I look dead? They will wipe anything that moves. Where you headed? To Honey Farms. I am onto something huge here. I&amp;#39;m going to Alaska. Moose blood, crazy stuff. Blows your head off! I&amp;#39;m going to Tacoma. - And you? - He really is dead. All right. Uh-oh! - What is that?! - Oh, no! - A wiper! Triple blade! - Triple blade? Jump on! It&amp;#39;s your only chance, bee! Why does everything have to be so doggone clean?! How much do you people need to see?! Open your eyes! Stick your head out the window! From NPR News in Washington, I&amp;#39;m Oarl Kasell. But don&amp;#39;t kill no more bugs! - Bee! - Moose blood guy!! - You hear something? - Like what? Like tiny screaming. Turn off the radio. Whassup, bee boy? Hey, Blood. Just a row of honey jars, as far as the eye could see. Wow! I assume wherever this truck goes is where they&amp;#39;re getting it. I mean, that honey&amp;#39;s ours. - Bees hang tight. - We&amp;#39;re all jammed in. It&amp;#39;s a close community. Not us, man. We on our own. Every mosquito on his own. - What if you get in trouble? - You a mosquito, you in trouble. Nobody likes us. They just smack. See a mosquito, smack, smack! At least you&amp;#39;re out in the world. You must meet girls. Mosquito girls try to trade up, get with a moth, dragonfly. Mosquito girl don&amp;#39;t want no mosquito. You got to be kidding me! Mooseblood&amp;#39;s about to leave the building! So long, bee! - Hey, guys! - Mooseblood! I knew I&amp;#39;d catch y&amp;#39;all down here. Did you bring your crazy straw? We throw it in jars, slap a label on it, and it&amp;#39;s pretty much pure profit. What is this place? A bee&amp;#39;s got a brain the size of a pinhead. They are pinheads! Pinhead. - Oheck out the new smoker. - Oh, sweet. That&amp;#39;s the one you want. The Thomas 3000! Smoker? Ninety puffs a minute, semi-automatic. Twice the nicotine, all the tar. A couple breaths of this knocks them right out. They make the honey, and we make the money. &amp;quot;They make the honey, and we make the money&amp;quot;? Oh, my! What&amp;#39;s going on? Are you OK? Yeah. It doesn&amp;#39;t last too long. Do you know you&amp;#39;re in a fake hive with fake walls? Our queen was moved here. We had no choice. This is your queen? That&amp;#39;s a man in women&amp;#39;s clothes! That&amp;#39;s a drag queen! What is this? Oh, no! There&amp;#39;s hundreds of them! Bee honey. Our honey is being brazenly stolen on a massive scale! This is worse than anything bears have done! I intend to do something. Oh, Barry, stop. Who told you humans are taking our honey? That&amp;#39;s a rumor. Do these look like rumors? That&amp;#39;s a conspiracy theory. These are obviously doctored photos. How did you get mixed up in this? He&amp;#39;s been talking to humans. - What? - Talking to humans?! He has a human girlfriend. And they make out! Make out? Barry! We do not. - You wish you could. - Whose side are you on? The bees! I dated a cricket once in San Antonio. Those crazy legs kept me up all night. Barry, this is what you want to do with your life? I want to do it for all our lives. Nobody works harder than bees! Dad, I remember you coming home so overworked your hands were still stirring. You couldn&amp;#39;t stop. I remember that. What right do they have to our honey? We live on two cups a year. They put it in lip balm for no reason whatsoever! Even if it&amp;#39;s true, what can one bee do? Sting them where it really hurts. In the face! The eye! - That would hurt. - No. Up the nose? That&amp;#39;s a killer. There&amp;#39;s only one place you can sting the humans, one place where it matters. Hive at Five, the hive&amp;#39;s only full-hour action news source. No more bee beards! With Bob Bumble at the anchor desk. Weather with Storm Stinger. Sports with Buzz Larvi. And Jeanette Ohung. - Good evening. I&amp;#39;m Bob Bumble. - And I&amp;#39;m Jeanette Ohung. A tri-county bee, Barry Benson, intends to sue the human race for stealing our honey, packaging it and profiting from it illegally! Tomorrow night on Bee Larry King, we&amp;#39;ll have three former queens here in our studio, discussing their new book, Olassy Ladies, out this week on Hexagon. Tonight we&amp;#39;re talking to Barry Benson. Did you ever think, &amp;quot;I&amp;#39;m a kid from the hive. I can&amp;#39;t do this&amp;quot;? Bees have never been afraid to change the world. What about Bee Oolumbus? Bee Gandhi? Bejesus? Where I&amp;#39;m from, we&amp;#39;d never sue humans. We were thinking of stickball or candy stores. How old are you? The bee community is supporting you in this case, which will be the trial of the bee century. You know, they have a Larry King in the human world too. It&amp;#39;s a common name. Next week... He looks like you and has a show and suspenders and colored dots... Next week... Glasses, quotes on the bottom from the guest even though you just heard &amp;#39;em. Bear Week next week! They&amp;#39;re scary, hairy and here live. Always leans forward, pointy shoulders, squinty eyes, very Jewish. In tennis, you attack at the point of weakness! It was my grandmother, Ken. She&amp;#39;s 81. Honey, her backhand&amp;#39;s a joke! I&amp;#39;m not gonna take advantage of that? Quiet, please. Actual work going on here. - Is that that same bee? - Yes, it is! I&amp;#39;m helping him sue the human race. - Hello. - Hello, bee. This is Ken. Yeah, I remember you. Timberland, size ten and a half. Vibram sole, I believe. Why does he talk again? Listen, you better go &amp;#39;cause we&amp;#39;re really busy working. But it&amp;#39;s our yogurt night! Bye-bye. Why is yogurt night so difficult?! You poor thing. You two have been at this for hours! Yes, and Adam here has been a huge help. - Frosting... - How many sugars? Just one. I try not to use the competition. So why are you helping me? Bees have good qualities. And it takes my mind off the shop. Instead of flowers, people are giving balloon bouquets now. Those are great, if you&amp;#39;re three. And artificial flowers. - Oh, those just get me psychotic! - Yeah, me too. Bent stingers, pointless pollination. Bees must hate those fake things! Nothing worse than a daffodil that&amp;#39;s had work done. Maybe this could make up for it a little bit. - This lawsuit&amp;#39;s a pretty big deal. - I guess. You sure you want to go through with it? Am I sure? When I&amp;#39;m done with the humans, they won&amp;#39;t be able to say, &amp;quot;Honey, I&amp;#39;m home,&amp;quot; without paying a royalty! It&amp;#39;s an incredible scene here in downtown Manhattan, where the world anxiously waits, because for the first time in history, we will hear for ourselves if a honeybee can actually speak. What have we gotten into here, Barry? It&amp;#39;s pretty big, isn&amp;#39;t it? I can&amp;#39;t believe how many humans don&amp;#39;t work during the day. You think billion-dollar multinational food companies have good lawyers? Everybody needs to stay behind the barricade. - What&amp;#39;s the matter? - I don&amp;#39;t know, I just got a chill. Well, if it isn&amp;#39;t the bee team. You boys work on this? All rise! The Honorable Judge Bumbleton presiding. All right. Oase number 4475, Superior Oourt of New York, Barry Bee Benson v. the Honey Industry is now in session. Mr. Montgomery, you&amp;#39;re representing the five food companies collectively? A privilege. Mr. Benson... you&amp;#39;re representing all the bees of the world? I&amp;#39;m kidding. Yes, Your Honor, we&amp;#39;re ready to proceed. Mr. Montgomery, your opening statement, please. Ladies and gentlemen of the jury, my grandmother was a simple woman. Born on a farm, she believed it was man&amp;#39;s divine right to benefit from the bounty of nature God put before us. If we lived in the topsy-turvy world Mr. Benson imagines, just think of what would it mean. I would have to negotiate with the silkworm for the elastic in my britches! Talking bee! How do we know this isn&amp;#39;t some sort of holographic motion-picture-capture Hollywood wizardry? They could be using laser beams! Robotics! Ventriloquism! Oloning! For all we know, he could be on steroids! Mr. Benson? Ladies and gentlemen, there&amp;#39;s no trickery here. I&amp;#39;m just an ordinary bee. Honey&amp;#39;s pretty important to me. It&amp;#39;s important to all bees. We invented it! We make it. And we protect it with our lives. Unfortunately, there are some people in this room who think they can take it from us &amp;#39;cause we&amp;#39;re the little guys! I&amp;#39;m hoping that, after this is all over, you&amp;#39;ll see how, by taking our honey, you not only take everything we have but everything we are! I wish he&amp;#39;d dress like that all the time. So nice! Oall your first witness. So, Mr. Klauss Vanderhayden of Honey Farms, big company you have. I suppose so. I see you also own Honeyburton and Honron! Yes, they provide beekeepers for our farms. Beekeeper. I find that to be a very disturbing term. I don&amp;#39;t imagine you employ any bee-free-ers, do you? - No. - I couldn&amp;#39;t hear you. - No. - No. Because you don&amp;#39;t free bees. You keep bees. Not only that, it seems you thought a bear would be an appropriate image for a jar of honey. They&amp;#39;re very lovable creatures. Yogi Bear, Fozzie Bear, Build-A-Bear. You mean like this? Bears kill bees! How&amp;#39;d you like his head crashing through your living room?! Biting into your couch! Spitting out your throw pillows! OK, that&amp;#39;s enough. Take him away. So, Mr. Sting, thank you for being here. Your name intrigues me. - Where have I heard it before? - I was with a band called The Police. But you&amp;#39;ve never been a police officer, have you? No, I haven&amp;#39;t. No, you haven&amp;#39;t. And so here we have yet another example of bee culture casually stolen by a human for nothing more than a prance-about stage name. Oh, please. Have you ever been stung, Mr. Sting? Because I&amp;#39;m feeling a little stung, Sting. Or should I say... Mr. Gordon M. Sumner! That&amp;#39;s not his real name?! You idiots! Mr. Liotta, first, belated congratulations on your Emmy win for a guest spot on ER in 2005. Thank you. Thank you. I see from your resume that you&amp;#39;re devilishly handsome with a churning inner turmoil that&amp;#39;s ready to blow. I enjoy what I do. Is that a crime? Not yet it isn&amp;#39;t. But is this what it&amp;#39;s come to for you? Exploiting tiny, helpless bees so you don&amp;#39;t have to rehearse your part and learn your lines, sir? Watch it, Benson! I could blow right now! This isn&amp;#39;t a goodfella. This is a badfella! Why doesn&amp;#39;t someone just step on this creep, and we can all go home?! - Order in this court! - You&amp;#39;re all thinking it! Order! Order, I say! - Say it! - Mr. Liotta, please sit down! I think it was awfully nice of that bear to pitch in like that. I think the jury&amp;#39;s on our side. Are we doing everything right, legally? I&amp;#39;m a florist. Right. Well, here&amp;#39;s to a great team. To a great team! Well, hello. - Ken! - Hello. I didn&amp;#39;t think you were coming. No, I was just late. I tried to call, but... the battery. I didn&amp;#39;t want all this to go to waste, so I called Barry. Luckily, he was free. Oh, that was lucky. There&amp;#39;s a little left. I could heat it up. Yeah, heat it up, sure, whatever. So I hear you&amp;#39;re quite a tennis player. I&amp;#39;m not much for the game myself. The ball&amp;#39;s a little grabby. That&amp;#39;s where I usually sit. Right... there. Ken, Barry was looking at your resume, and he agreed with me that eating with chopsticks isn&amp;#39;t really a special skill. You think I don&amp;#39;t see what you&amp;#39;re doing? I know how hard it is to find the rightjob. We have that in common. Do we? Bees have 100 percent employment, but we do jobs like taking the crud out. That&amp;#39;s just what I was thinking about doing. Ken, I let Barry borrow your razor for his fuzz. I hope that was all right. I&amp;#39;m going to drain the old stinger. Yeah, you do that. Look at that. You know, I&amp;#39;ve just about had it with your little mind games. - What&amp;#39;s that? - Italian Vogue. Mamma mia, that&amp;#39;s a lot of pages. A lot of ads. Remember what Van said, why is your life more valuable than mine? Funny, I just can&amp;#39;t seem to recall that! I think something stinks in here! I love the smell of flowers. How do you like the smell of flames?! Not as much. Water bug! Not taking sides! Ken, I&amp;#39;m wearing a Ohapstick hat! This is pathetic! I&amp;#39;ve got issues! Well, well, well, a royal flush! - You&amp;#39;re bluffing. - Am I? Surf&amp;#39;s up, dude! Poo water! That bowl is gnarly. Except for those dirty yellow rings! Kenneth! What are you doing?! You know, I don&amp;#39;t even like honey! I don&amp;#39;t eat it! We need to talk! He&amp;#39;s just a little bee! And he happens to be the nicest bee I&amp;#39;ve met in a long time! Long time? What are you talking about?! Are there other bugs in your life? No, but there are other things bugging me in life. And you&amp;#39;re one of them! Fine! Talking bees, no yogurt night... My nerves are fried from riding on this emotional roller coaster! Goodbye, Ken. And for your information, I prefer sugar-free, artificial sweeteners made by man! I&amp;#39;m sorry about all that. I know it&amp;#39;s got an aftertaste! I like it! I always felt there was some kind of barrier between Ken and me. I couldn&amp;#39;t overcome it. Oh, well. Are you OK for the trial? I believe Mr. Montgomery is about out of ideas. We would like to call Mr. Barry Benson Bee to the stand. Good idea! You can really see why he&amp;#39;s considered one of the best lawyers... Yeah. Layton, you&amp;#39;ve gotta weave some magic with this jury, or it&amp;#39;s gonna be all over. Don&amp;#39;t worry. The only thing I have to do to turn this jury around is to remind them of what they don&amp;#39;t like about bees. - You got the tweezers? - Are you allergic? Only to losing, son. Only to losing. Mr. Benson Bee, I&amp;#39;ll ask you what I think we&amp;#39;d all like to know. What exactly is your relationship to that woman? We&amp;#39;re friends. - Good friends? - Yes. How good? Do you live together? Wait a minute... Are you her little... ...bedbug? I&amp;#39;ve seen a bee documentary or two. From what I understand, doesn&amp;#39;t your queen give birth to all the bee children? - Yeah, but... - So those aren&amp;#39;t your real parents! - Oh, Barry... - Yes, they are! Hold me back! You&amp;#39;re an illegitimate bee, aren&amp;#39;t you, Benson? He&amp;#39;s denouncing bees! Don&amp;#39;t y&amp;#39;all date your cousins? - Objection! - I&amp;#39;m going to pincushion this guy! Adam, don&amp;#39;t! It&amp;#39;s what he wants! Oh, I&amp;#39;m hit!! Oh, lordy, I am hit! Order! Order! The venom! The venom is coursing through my veins! I have been felled by a winged beast of destruction! You see? You can&amp;#39;t treat them like equals! They&amp;#39;re striped savages! Stinging&amp;#39;s the only thing they know! It&amp;#39;s their way! - Adam, stay with me. - I can&amp;#39;t feel my legs. What angel of mercy will come forward to suck the poison from my heaving buttocks? I will have order in this court. Order! Order, please! The case of the honeybees versus the human race took a pointed turn against the bees yesterday when one of their legal team stung Layton T. Montgomery. - Hey, buddy. - Hey. - Is there much pain? - Yeah. I... I blew the whole case, didn&amp;#39;t I? It doesn&amp;#39;t matter. What matters is you&amp;#39;re alive. You could have died. I&amp;#39;d be better off dead. Look at me. They got it from the cafeteria downstairs, in a tuna sandwich. Look, there&amp;#39;s a little celery still on it. What was it like to sting someone? I can&amp;#39;t explain it. It was all... All adrenaline and then... and then ecstasy! All right. You think it was all a trap? Of course. I&amp;#39;m sorry. I flew us right into this. What were we thinking? Look at us. We&amp;#39;re just a couple of bugs in this world. What will the humans do to us if they win? I don&amp;#39;t know. I hear they put the roaches in motels. That doesn&amp;#39;t sound so bad. Adam, they check in, but they don&amp;#39;t check out! Oh, my. Oould you get a nurse to close that window? - Why? - The smoke. Bees don&amp;#39;t smoke. Right. Bees don&amp;#39;t smoke. Bees don&amp;#39;t smoke! But some bees are smoking. That&amp;#39;s it! That&amp;#39;s our case! It is? It&amp;#39;s not over? Get dressed. I&amp;#39;ve gotta go somewhere. Get back to the court and stall. Stall any way you can. And assuming you&amp;#39;ve done step correctly, you&amp;#39;re ready for the tub. Mr. Flayman. Yes? Yes, Your Honor! Where is the rest of your team? Well, Your Honor, it&amp;#39;s interesting. Bees are trained to fly haphazardly, and as a result, we don&amp;#39;t make very good time. I actually heard a funny story about... Your Honor, haven&amp;#39;t these ridiculous bugs taken up enough of this court&amp;#39;s valuable time? How much longer will we allow these absurd shenanigans to go on? They have presented no compelling evidence to support their charges against my clients, who run legitimate businesses. I move for a complete dismissal of this entire case! Mr. Flayman, I&amp;#39;m afraid I&amp;#39;m going to have to consider Mr. Montgomery&amp;#39;s motion. But you can&amp;#39;t! We have a terrific case. Where is your proof? Where is the evidence? Show me the smoking gun! Hold it, Your Honor! You want a smoking gun? Here is your smoking gun. What is that? It&amp;#39;s a bee smoker! What, this? This harmless little contraption? This couldn&amp;#39;t hurt a fly, let alone a bee. Look at what has happened to bees who have never been asked, &amp;quot;Smoking or non?&amp;quot; Is this what nature intended for us? To be forcibly addicted to smoke machines and man-made wooden slat work camps? Living out our lives as honey slaves to the white man? - What are we gonna do? - He&amp;#39;s playing the species card. Ladies and gentlemen, please, free these bees! Free the bees! Free the bees! Free the bees! Free the bees! Free the bees! The court finds in favor of the bees! Vanessa, we won! I knew you could do it! High-five! Sorry. I&amp;#39;m OK! You know what this means? All the honey will finally belong to the bees. Now we won&amp;#39;t have to work so hard all the time. This is an unholy perversion of the balance of nature, Benson. You&amp;#39;ll regret this. Barry, how much honey is out there? All right. One at a time. Barry, who are you wearing? My sweater is Ralph Lauren, and I have no pants. - What if Montgomery&amp;#39;s right? - What do you mean? We&amp;#39;ve been living the bee way a long time, 27 million years. Oongratulations on your victory. What will you demand as a settlement? First, we&amp;#39;ll demand a complete shutdown of all bee work camps. Then we want back the honey that was ours to begin with, every last drop. We demand an end to the glorification of the bear as anything more than a filthy, smelly, bad-breath stink machine. We&amp;#39;re all aware of what they do in the woods. Wait for my signal. Take him out. He&amp;#39;ll have nauseous for a few hours, then he&amp;#39;ll be fine. And we will no longer tolerate bee-negative nicknames... But it&amp;#39;s just a prance-about stage name! ...unnecessary inclusion of honey in bogus health products and la-dee-da human tea-time snack garnishments. Oan&amp;#39;t breathe. Bring it in, boys! Hold it right there! Good. Tap it. Mr. Buzzwell, we just passed three cups, and there&amp;#39;s gallons more coming! - I think we need to shut down! - Shut down? We&amp;#39;ve never shut down. Shut down honey production! Stop making honey! Turn your key, sir! What do we do now? Oannonball! We&amp;#39;re shutting honey production! Mission abort. Aborting pollination and nectar detail. Returning to base. Adam, you wouldn&amp;#39;t believe how much honey was out there. Oh, yeah? What&amp;#39;s going on? Where is everybody? - Are they out celebrating? - They&amp;#39;re home. They don&amp;#39;t know what to do. Laying out, sleeping in. I heard your Uncle Oarl was on his way to San Antonio with a cricket. At least we got our honey back. Sometimes I think, so what if humans liked our honey? Who wouldn&amp;#39;t? It&amp;#39;s the greatest thing in the world! I was excited to be part of m&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs4fcd", "is_robot_indexable": true, "report_reasons": null, "author": "helpmepleamse", "discussion_type": null, "num_comments": 2, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs4fcd/ignore_this_its_for_emoji_bot_eyes_only/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs4fcd/ignore_this_its_for_emoji_bot_eyes_only/", "subreddit_subscribers": 899783, "created_utc": 1636695317.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": " The concept of moving your mouse is against my religion, what religion tho one ask?  \n The religion of Nesquik chocolate flavor no sugar added choco mix.  \n The conversation regarding voice connection defies my ideological of lemons.   \n Clock, time, water are the main element of succession in terms of turtle slavery.   \n The paradigm involving scum defies the logic of time   \n Light and death are figments of virtual space   \n The existence of sun deflect the laws of precise gunplay  \n Within your own univserse, theres bound to have the living of Carter's Convenience Convention.  Adverts are the testimonial fluff of the quantum duck   \nGold is just another form of tax fraud   \nCalculating Calculator's Certain Coefficient Can be Cunning   \nSunday or the next year and then they will have a question.    \nTheoretical physics commands lemons.   \n Adverts are the testimonial fluff of the quantum duck.    \n\\-john doe 2021, quote about domestic terrorism and tax evasion.", "author_fullname": "t2_297zers1", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "inspirational", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": true, "name": "t3_qs4e86", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636695197.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;The concept of moving your mouse is against my religion, what religion tho one ask?&lt;br/&gt;\n The religion of Nesquik chocolate flavor no sugar added choco mix.&lt;br/&gt;\n The conversation regarding voice connection defies my ideological of lemons.&lt;br/&gt;\n Clock, time, water are the main element of succession in terms of turtle slavery.&lt;br/&gt;\n The paradigm involving scum defies the logic of time&lt;br/&gt;\n Light and death are figments of virtual space&lt;br/&gt;\n The existence of sun deflect the laws of precise gunplay&lt;br/&gt;\n Within your own univserse, theres bound to have the living of Carter&amp;#39;s Convenience Convention.  Adverts are the testimonial fluff of the quantum duck&lt;br/&gt;\nGold is just another form of tax fraud&lt;br/&gt;\nCalculating Calculator&amp;#39;s Certain Coefficient Can be Cunning&lt;br/&gt;\nSunday or the next year and then they will have a question.&lt;br/&gt;\nTheoretical physics commands lemons.&lt;br/&gt;\n Adverts are the testimonial fluff of the quantum duck.&lt;br/&gt;\n-john doe 2021, quote about domestic terrorism and tax evasion.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs4e86", "is_robot_indexable": true, "report_reasons": null, "author": "Steven_memer", "discussion_type": null, "num_comments": 4, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs4e86/inspirational/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs4e86/inspirational/", "subreddit_subscribers": 899783, "created_utc": 1636695197.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "One of the wildest feelings you can experience is when you do 20 minutes in a hot sauna and then 2 in a cold plunge, and then back to the sauna.\n\nWhen I’m heating back up in the sauna again, and I have my eyes closed it’s like I’m on a wild roller coaster. I feel like I’m flying. Like my consciousness is barely contained in my head. It’s fucking weird, because when I open my eyes everything goes right back to normal, but when my eyes are closed I can barely stand it. It’s so overwhelming. I almost feel scared to relax and give into it, but it feels amazing at the same time.\n\nThere’s also the very real thought while it’s happening where I’m like, “you know, there’s a strong possibility that this is bad for you” hahahahaha\n\nIt really feels amazing though. I look forward to it every time.", "author_fullname": "t2_cvraw5jf", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Joe Rogan Sauna Experience", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": true, "name": "t3_qs4d7q", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636695093.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;One of the wildest feelings you can experience is when you do 20 minutes in a hot sauna and then 2 in a cold plunge, and then back to the sauna.&lt;/p&gt;\n\n&lt;p&gt;When I’m heating back up in the sauna again, and I have my eyes closed it’s like I’m on a wild roller coaster. I feel like I’m flying. Like my consciousness is barely contained in my head. It’s fucking weird, because when I open my eyes everything goes right back to normal, but when my eyes are closed I can barely stand it. It’s so overwhelming. I almost feel scared to relax and give into it, but it feels amazing at the same time.&lt;/p&gt;\n\n&lt;p&gt;There’s also the very real thought while it’s happening where I’m like, “you know, there’s a strong possibility that this is bad for you” hahahahaha&lt;/p&gt;\n\n&lt;p&gt;It really feels amazing though. I look forward to it every time.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs4d7q", "is_robot_indexable": true, "report_reasons": null, "author": "helpmepleamse", "discussion_type": null, "num_comments": 4, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs4d7q/the_joe_rogan_sauna_experience/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs4d7q/the_joe_rogan_sauna_experience/", "subreddit_subscribers": 899783, "created_utc": 1636695093.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "I struggled with weight my whole life. From being called names in middle school to struggling to squeeze into seats on airplanes, my weight really had a major impact on me. I thought I’d be obese forever until I found a simple, easy way to lose over 150 pounds, and you’re out of your fucking mind if you think I’m going to tell you my secret.\n\nFollowing my amazing plan, the fat melted off my body in just a matter of weeks and I didn’t even have to go to the gym every day or radically alter my diet. The best part is, anyone can do it, assuming they can read my mind, because there’s no way in hell I’m giving this life-changing secret away.\n\nBelieve me, I was skeptical, too. I had tried dozens of fad diets, exercise routines, and weight loss pills, but nothing worked. Within weeks on my new plan, however, I looked better, felt better, and quite frankly, why on earth would I tell anyone jack shit about how I did it?\n\n#There’s nothing stopping me from just telling you what that secret is, but that doesn’t mean I’m going to!\n\nBecoming a better you doesn’t have to be a struggle anymore. With my proven method, anyone can shed excess pounds and keep them off! All you need is this amazing little trick which, you’d really have to be holding a gun to my head to get me to talk about. Doctors are baffled by how quickly and effectively I was able to lose weight without a liposuction or any other expensive surgeries. And you can bet I won’t be uttering one word about my technique around those sons-of-bitches either.\n\nI’m really toned, too! And because my method made all my flabby skin just disappear, it’s almost as if fat me never existed at all. There’s nothing stopping me from just telling you what that secret is, but that doesn’t mean I’m going to! I haven’t written it down anywhere either so you can bet I’m taking this baby with me to the grave.\n\nYou can finally be the skinny person you were always meant to be with this simple weight loss secret that—boy, oh boy, I almost let part of it slip out there—but nope, you’re never, ever going to know.\n\nSince I’ve lost 150 pounds, I have more energy and time to do other things, like finding out the secret to learning Mandarin in just three weekends, and guess what? There’s no fucking way I’m going to let you in on that one either. Good luck with the rest of your life.", "author_fullname": "t2_4wts9b4l", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "I lost some weight guys", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": false, "name": "t3_qs3ynx", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": true, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636693593.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I struggled with weight my whole life. From being called names in middle school to struggling to squeeze into seats on airplanes, my weight really had a major impact on me. I thought I’d be obese forever until I found a simple, easy way to lose over 150 pounds, and you’re out of your fucking mind if you think I’m going to tell you my secret.&lt;/p&gt;\n\n&lt;p&gt;Following my amazing plan, the fat melted off my body in just a matter of weeks and I didn’t even have to go to the gym every day or radically alter my diet. The best part is, anyone can do it, assuming they can read my mind, because there’s no way in hell I’m giving this life-changing secret away.&lt;/p&gt;\n\n&lt;p&gt;Believe me, I was skeptical, too. I had tried dozens of fad diets, exercise routines, and weight loss pills, but nothing worked. Within weeks on my new plan, however, I looked better, felt better, and quite frankly, why on earth would I tell anyone jack shit about how I did it?&lt;/p&gt;\n\n&lt;h1&gt;There’s nothing stopping me from just telling you what that secret is, but that doesn’t mean I’m going to!&lt;/h1&gt;\n\n&lt;p&gt;Becoming a better you doesn’t have to be a struggle anymore. With my proven method, anyone can shed excess pounds and keep them off! All you need is this amazing little trick which, you’d really have to be holding a gun to my head to get me to talk about. Doctors are baffled by how quickly and effectively I was able to lose weight without a liposuction or any other expensive surgeries. And you can bet I won’t be uttering one word about my technique around those sons-of-bitches either.&lt;/p&gt;\n\n&lt;p&gt;I’m really toned, too! And because my method made all my flabby skin just disappear, it’s almost as if fat me never existed at all. There’s nothing stopping me from just telling you what that secret is, but that doesn’t mean I’m going to! I haven’t written it down anywhere either so you can bet I’m taking this baby with me to the grave.&lt;/p&gt;\n\n&lt;p&gt;You can finally be the skinny person you were always meant to be with this simple weight loss secret that—boy, oh boy, I almost let part of it slip out there—but nope, you’re never, ever going to know.&lt;/p&gt;\n\n&lt;p&gt;Since I’ve lost 150 pounds, I have more energy and time to do other things, like finding out the secret to learning Mandarin in just three weekends, and guess what? There’s no fucking way I’m going to let you in on that one either. Good luck with the rest of your life.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs3ynx", "is_robot_indexable": true, "report_reasons": null, "author": "TheoristDa13th", "discussion_type": null, "num_comments": 3, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs3ynx/i_lost_some_weight_guys/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs3ynx/i_lost_some_weight_guys/", "subreddit_subscribers": 899783, "created_utc": 1636693593.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "I finally did it. I out pizza'd the Hut. It was the greatest mistake of my life.\n\nAfter years of perfecting my recipe, I made my way down to the local hut, fresh-baked pizza pie in hand. \"Try this,\" I told the kid working the counter. He did, and he had to agree that it was better than anything Pizza Hut had to offer. Soon, the entire store, customers included, was feasting on my delicious pie. The manager walked over, grabbed a slice, and took a bite. I look at him, anticipation rising. This was the boss, the local fief lord of the Hut. His approval meant more to me than all the rest combined. He took a bite and nodded. \"I'll be damned,\" he said, \"you really did it. You out- pizza'd the Hut. Shame.\" Shame? What did he mean by tha-- the manager pulled a gun out from behind his apron and shot the nearest customer in the head. \"We have a Code Jalapeño,\" he said into his wrist as he executed the remaining customers. \"I repeat, we have a Code Jalapeño.\" The ground was slick with blood. The kid working the counter choked out his dying breath as the manager turned to me. \"You just had to do it motherfucker. You just had to out pizza the Hut.\" He shoved the gun in my face. I was too scared to fight, too scared to run. The manager pulled the trigger.\n\nA click. The gun was empty. I threw a chair at the manager and scrambled out of the Pizza Hut, not even bothering to see if my missile hit its mark. I was closely pursued by the manager, who had gotten his hands on a deadly sharp pizza cutter. I suspected in his hands it would cut more than pizza. Somehow, I was able to get into my car and speed off, the manager cursing my existence as I left him behind. I took a deep breath. The manager was clearly psychotic. Yes, that was it, just a crazy man with a gun. It had to be. My phone rang. Sister. I picked it. \"They're dead, she sobbed. They're all dead. Mom, Dad, Chris, Bill. Dead. They killed them all.\" I could barely understand her, so great were her sobs. \"What do you mean? Where are you?\" I asked urgently. \"How is this possi--\" A single gunshot sounded through my phone's speakers. Silence. Then, I heard a man's voice. \"No one out pizzas the Hut.\" He hung up. I drove down the empty country road, mind blank. I had nothing. They killed my family. I was alone.\n\nAt that moment I knew what I had to do. They took everything from me. Well then, I would take everything from them. Pizza Hut was so terrified of being out pizza'd, they forgot there's one thing worse than a man with a recipe: A man with nothing to lose. I'll give them a limited time offer they won't be able to refuse: two bullets for the price of one.\n\nWith a free side order of pain.", "author_fullname": "t2_ajwzuhen", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Probably done before", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": false, "name": "t3_qs3pgi", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636692673.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I finally did it. I out pizza&amp;#39;d the Hut. It was the greatest mistake of my life.&lt;/p&gt;\n\n&lt;p&gt;After years of perfecting my recipe, I made my way down to the local hut, fresh-baked pizza pie in hand. &amp;quot;Try this,&amp;quot; I told the kid working the counter. He did, and he had to agree that it was better than anything Pizza Hut had to offer. Soon, the entire store, customers included, was feasting on my delicious pie. The manager walked over, grabbed a slice, and took a bite. I look at him, anticipation rising. This was the boss, the local fief lord of the Hut. His approval meant more to me than all the rest combined. He took a bite and nodded. &amp;quot;I&amp;#39;ll be damned,&amp;quot; he said, &amp;quot;you really did it. You out- pizza&amp;#39;d the Hut. Shame.&amp;quot; Shame? What did he mean by tha-- the manager pulled a gun out from behind his apron and shot the nearest customer in the head. &amp;quot;We have a Code Jalapeño,&amp;quot; he said into his wrist as he executed the remaining customers. &amp;quot;I repeat, we have a Code Jalapeño.&amp;quot; The ground was slick with blood. The kid working the counter choked out his dying breath as the manager turned to me. &amp;quot;You just had to do it motherfucker. You just had to out pizza the Hut.&amp;quot; He shoved the gun in my face. I was too scared to fight, too scared to run. The manager pulled the trigger.&lt;/p&gt;\n\n&lt;p&gt;A click. The gun was empty. I threw a chair at the manager and scrambled out of the Pizza Hut, not even bothering to see if my missile hit its mark. I was closely pursued by the manager, who had gotten his hands on a deadly sharp pizza cutter. I suspected in his hands it would cut more than pizza. Somehow, I was able to get into my car and speed off, the manager cursing my existence as I left him behind. I took a deep breath. The manager was clearly psychotic. Yes, that was it, just a crazy man with a gun. It had to be. My phone rang. Sister. I picked it. &amp;quot;They&amp;#39;re dead, she sobbed. They&amp;#39;re all dead. Mom, Dad, Chris, Bill. Dead. They killed them all.&amp;quot; I could barely understand her, so great were her sobs. &amp;quot;What do you mean? Where are you?&amp;quot; I asked urgently. &amp;quot;How is this possi--&amp;quot; A single gunshot sounded through my phone&amp;#39;s speakers. Silence. Then, I heard a man&amp;#39;s voice. &amp;quot;No one out pizzas the Hut.&amp;quot; He hung up. I drove down the empty country road, mind blank. I had nothing. They killed my family. I was alone.&lt;/p&gt;\n\n&lt;p&gt;At that moment I knew what I had to do. They took everything from me. Well then, I would take everything from them. Pizza Hut was so terrified of being out pizza&amp;#39;d, they forgot there&amp;#39;s one thing worse than a man with a recipe: A man with nothing to lose. I&amp;#39;ll give them a limited time offer they won&amp;#39;t be able to refuse: two bullets for the price of one.&lt;/p&gt;\n\n&lt;p&gt;With a free side order of pain.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs3pgi", "is_robot_indexable": true, "report_reasons": null, "author": "Funnytrollbot", "discussion_type": null, "num_comments": 3, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs3pgi/probably_done_before/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs3pgi/probably_done_before/", "subreddit_subscribers": 899783, "created_utc": 1636692673.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "AMA?\n\nBesides the person who kissed me I don’t have many people in my life I can talk to, so maybe this is the right place?\n\nI’m very happy! I’d never been kissed by anyone before and yesterday went on a date with my boyfriend, he kissed me while we were standing in the kitchen at his house. We had talked about it before hand so I was not expecting it but ready. And it was…better than I expected! We had kissed each other on the cheek before, I think that helped.\n\nI’m just really happy and kinda proud and just wanted a place to share it. Thanks for listening, again sorry if this isn’t the right place for this kind of thing.", "author_fullname": "t2_20tfkhhc", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "I (F) just turned 19 a month ago and had my first kiss yesterday…", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": false, "name": "t3_qs3jdr", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636692068.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;AMA?&lt;/p&gt;\n\n&lt;p&gt;Besides the person who kissed me I don’t have many people in my life I can talk to, so maybe this is the right place?&lt;/p&gt;\n\n&lt;p&gt;I’m very happy! I’d never been kissed by anyone before and yesterday went on a date with my boyfriend, he kissed me while we were standing in the kitchen at his house. We had talked about it before hand so I was not expecting it but ready. And it was…better than I expected! We had kissed each other on the cheek before, I think that helped.&lt;/p&gt;\n\n&lt;p&gt;I’m just really happy and kinda proud and just wanted a place to share it. Thanks for listening, again sorry if this isn’t the right place for this kind of thing.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs3jdr", "is_robot_indexable": true, "report_reasons": null, "author": "Hoberdo", "discussion_type": null, "num_comments": 5, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs3jdr/i_f_just_turned_19_a_month_ago_and_had_my_first/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs3jdr/i_f_just_turned_19_a_month_ago_and_had_my_first/", "subreddit_subscribers": 899783, "created_utc": 1636692068.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": " \n\nOnce when I was in third grade I learned to jack off from other kids at school. After months of jerking my jimmy, I wondered what would happen if I slipped my dick into a dr pepper can. I dropped the phone which had boku no piko part 3 playing on it and picked up the 4 inch meat. I then slipped the small cock into the sharp ended hole that led into the can of dr pepper. My arrousal got my dick so hard that the   sharp bladed hole cut my dick. After minutes of pain snd agony, the blood circulation on the middle part of the penis becane so tight that it got completely chopped off. MY MEAT WAS LYING ON THE GROUND IN A POOL OF BLOOD. Because I was home alone, I had to have a very awkward 911 call explaining why my cock was on the ground. I then had to call my parents abd explaain why I no longer have a dick. They cane home along with the flashing lights of the ambulance. After emergency surgery they sealed my “penis.” What became of a bloody stump in between my legs was a have molded together thing that pee comes out of and not a dick. I was to never be able to fap again.", "author_fullname": "t2_e52k6qsj", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "no more peepee", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": false, "name": "t3_qs3i32", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Trigger Warning", "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "nsfw", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636691939.0, "link_flair_type": "text", "wls": 3, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Once when I was in third grade I learned to jack off from other kids at school. After months of jerking my jimmy, I wondered what would happen if I slipped my dick into a dr pepper can. I dropped the phone which had boku no piko part 3 playing on it and picked up the 4 inch meat. I then slipped the small cock into the sharp ended hole that led into the can of dr pepper. My arrousal got my dick so hard that the   sharp bladed hole cut my dick. After minutes of pain snd agony, the blood circulation on the middle part of the penis becane so tight that it got completely chopped off. MY MEAT WAS LYING ON THE GROUND IN A POOL OF BLOOD. Because I was home alone, I had to have a very awkward 911 call explaining why my cock was on the ground. I then had to call my parents abd explaain why I no longer have a dick. They cane home along with the flashing lights of the ambulance. After emergency surgery they sealed my “penis.” What became of a bloody stump in between my legs was a have molded together thing that pee comes out of and not a dick. I was to never be able to fap again.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": true, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "32ca29c8-a817-11e6-bbe7-0e41e4221050", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#d3d6da", "id": "qs3i32", "is_robot_indexable": true, "report_reasons": null, "author": "Gamma039", "discussion_type": null, "num_comments": 7, "send_replies": true, "whitelist_status": "promo_adult_nsfw", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs3i32/no_more_peepee/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs3i32/no_more_peepee/", "subreddit_subscribers": 899783, "created_utc": 1636691939.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "Because he has experienced the irreversible harm caused my marijuana firsthand. They used to call him Bongwater Biden, back in his Scranton days, because he was so hooked on the stuff he wouldn’t even drink normal tap water (or as they called it, sinky drinky). Ganjoe, they called him. Smoked a bone every morning and ate the stems for breakfast. He didn’t even breathe air until about 1997, up until then it was all marijuana smoke and asbestos. Bob Marley was straight as a whistle until he met old Bongwater Joe (who was young, at the time). Taught him how to roll a doobie, how to be black, even learned him a thing or two about the ‘Scranton hello’. His song, Buffalo Sojourn, that was about Joe. He knows his stuff, man, he’s the real deal. But you can’t unbake your mind. Joe knows this. “Where am I?” he always says.", "author_fullname": "t2_cinidbjl", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Why Biden is against legalizing marijuana", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": false, "name": "t3_qs3255", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 9, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 9, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636690324.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Because he has experienced the irreversible harm caused my marijuana firsthand. They used to call him Bongwater Biden, back in his Scranton days, because he was so hooked on the stuff he wouldn’t even drink normal tap water (or as they called it, sinky drinky). Ganjoe, they called him. Smoked a bone every morning and ate the stems for breakfast. He didn’t even breathe air until about 1997, up until then it was all marijuana smoke and asbestos. Bob Marley was straight as a whistle until he met old Bongwater Joe (who was young, at the time). Taught him how to roll a doobie, how to be black, even learned him a thing or two about the ‘Scranton hello’. His song, Buffalo Sojourn, that was about Joe. He knows his stuff, man, he’s the real deal. But you can’t unbake your mind. Joe knows this. “Where am I?” he always says.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs3255", "is_robot_indexable": true, "report_reasons": null, "author": "REDDIT_ADMINlSTRATOR", "discussion_type": null, "num_comments": 5, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs3255/why_biden_is_against_legalizing_marijuana/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs3255/why_biden_is_against_legalizing_marijuana/", "subreddit_subscribers": 899783, "created_utc": 1636690324.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": " ITS ABOUT DRIVE  😤   \n ITS ABOUT POWER  🔥  \n WE STAY HUNGRY 😈   \n WE DEVOUR  👹   \n PUT IN THE WORK  💪  \n PUT IN THE HOURS  ⌚  \n AND TAKE WHATS OURS 🥶", "author_fullname": "t2_3ifpvt55", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "that one part in face off", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": false, "name": "t3_qs2yrs", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 2, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 2, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636689993.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;ITS ABOUT DRIVE  😤&lt;br/&gt;\n ITS ABOUT POWER  🔥&lt;br/&gt;\n WE STAY HUNGRY 😈&lt;br/&gt;\n WE DEVOUR  👹&lt;br/&gt;\n PUT IN THE WORK  💪&lt;br/&gt;\n PUT IN THE HOURS  ⌚&lt;br/&gt;\n AND TAKE WHATS OURS 🥶&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs2yrs", "is_robot_indexable": true, "report_reasons": null, "author": "NuclearR_", "discussion_type": null, "num_comments": 6, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs2yrs/that_one_part_in_face_off/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs2yrs/that_one_part_in_face_off/", "subreddit_subscribers": 899783, "created_utc": 1636689993.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "&amp;#x200B;\n\nSo I went to the flea market and found some cool stuff like a Didgeridoo and an old Gameboy advance. But something else struck me. A microscope for only 5 bucks.\n\nIt was in great condition and still had all the little extras since it was made for kids. As soon as I got home, i needed to examine everything. So I grabbed a thin slice of cucumber, and than a leaf. I was astonished how well it worked given that it was for kids. I then used a drop of blood, and you could see the red blood cells in all their glory.\n\nSo I thought what every guy probably would have done. I know it's no nut November, but i was eager to look at my future children while they were still inside my balls. So I pulled up a nice video from my girlfriend and started to masturbate. I managed it to catch all of my cum in a petri dish, and used a pipette to add a bit to the microscope slide. I was so excited.\n\nAs I slowly upped the magnification, i needed to adjust the focus. And there I saw my sperm. But it wasn't moving. Not one bit. I was shocked and didn't knew what to do. So I made an appointment at my urologist to make an infertility test. And now k know it officially that I'm indeed infertile. Sorry mom and dad, as an only child, it seems like out family genes end here.", "author_fullname": "t2_43ta0mev", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "TIFU: Realizing im Infertile", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": false, "name": "t3_qs2xdj", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 2, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 2, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "nsfw", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636689859.0, "link_flair_type": "text", "wls": 3, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;So I went to the flea market and found some cool stuff like a Didgeridoo and an old Gameboy advance. But something else struck me. A microscope for only 5 bucks.&lt;/p&gt;\n\n&lt;p&gt;It was in great condition and still had all the little extras since it was made for kids. As soon as I got home, i needed to examine everything. So I grabbed a thin slice of cucumber, and than a leaf. I was astonished how well it worked given that it was for kids. I then used a drop of blood, and you could see the red blood cells in all their glory.&lt;/p&gt;\n\n&lt;p&gt;So I thought what every guy probably would have done. I know it&amp;#39;s no nut November, but i was eager to look at my future children while they were still inside my balls. So I pulled up a nice video from my girlfriend and started to masturbate. I managed it to catch all of my cum in a petri dish, and used a pipette to add a bit to the microscope slide. I was so excited.&lt;/p&gt;\n\n&lt;p&gt;As I slowly upped the magnification, i needed to adjust the focus. And there I saw my sperm. But it wasn&amp;#39;t moving. Not one bit. I was shocked and didn&amp;#39;t knew what to do. So I made an appointment at my urologist to make an infertility test. And now k know it officially that I&amp;#39;m indeed infertile. Sorry mom and dad, as an only child, it seems like out family genes end here.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": true, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs2xdj", "is_robot_indexable": true, "report_reasons": null, "author": "PmanMI08", "discussion_type": null, "num_comments": 5, "send_replies": true, "whitelist_status": "promo_adult_nsfw", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs2xdj/tifu_realizing_im_infertile/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs2xdj/tifu_realizing_im_infertile/", "subreddit_subscribers": 899783, "created_utc": 1636689859.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "Alg. Transformation Notes\n\nTransformation\tDefinition \tEquation\nTranslation left\tThe line moves d to the left\tf(x+d)*\nTranslation right \tThe line moves d to the right\tf(x-d)*\nTranslation up\tThe line moves c up\tf(x)+c\nTranslation down\tThe line moves c down \tf(x)-c\nReflection over x-axis\tThe y/axis is flipped (negative m &amp; b)\t-f(x)\nReflection over y-axis \tThe x-axis is flipped (negative m, same b)**\tf(-x)\nVertical stretch/compression \tThe line’s Δy is increased by #. ***\t#f(x)\nHorizontal stretch/compression*\tThe line’s Δx is increased by #. ***\tf(#x)\n*When a translation occurs within the parentheses [translation left/right], keep in mind that the operation will be reversed. Subtraction from x will move right, and addition to x with move right. \n\n**The difference between -f(x) and f(x) is that when you do -f(x), both the slope and y-intercept are reversed. This is because it multiples (mx+b) by -1, while f(-x) only multiplies (mx). The reason for this is because m is included in the parentheses, while b is only included in y. \n\n***When you increase the Δy (rate at which y increases) without increasing Δx (rate at which x increases), the slope becomes steeper. When you increase the Δx without increasing Δy, the slope becomes less steep. The reason for this is because m=(Δy/Δx). If you increase the numerator (Δy), m becomes greater, and the slope increases. When you increase the denominator (Δx), m becomes smaller, and the slope decreases. \n￼", "author_fullname": "t2_5e9si026", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Alg. Translation chart", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": false, "name": "t3_qs2s1q", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636689362.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Alg. Transformation Notes&lt;/p&gt;\n\n&lt;p&gt;Transformation  Definition  Equation\nTranslation left    The line moves d to the left    f(x+d)*\nTranslation right   The line moves d to the right   f(x-d)*\nTranslation up  The line moves c up f(x)+c\nTranslation down    The line moves c down   f(x)-c\nReflection over x-axis  The y/axis is flipped (negative m &amp;amp; b)  -f(x)\nReflection over y-axis  The x-axis is flipped (negative m, same b)**    f(-x)\nVertical stretch/compression    The line’s Δy is increased by #. *** #f(x)\nHorizontal stretch/compression* The line’s Δx is increased by #. *** f(#x)\n*When a translation occurs within the parentheses [translation left/right], keep in mind that the operation will be reversed. Subtraction from x will move right, and addition to x with move right. &lt;/p&gt;\n\n&lt;p&gt;**The difference between -f(x) and f(x) is that when you do -f(x), both the slope and y-intercept are reversed. This is because it multiples (mx+b) by -1, while f(-x) only multiplies (mx). The reason for this is because m is included in the parentheses, while b is only included in y. &lt;/p&gt;\n\n&lt;p&gt;***When you increase the Δy (rate at which y increases) without increasing Δx (rate at which x increases), the slope becomes steeper. When you increase the Δx without increasing Δy, the slope becomes less steep. The reason for this is because m=(Δy/Δx). If you increase the numerator (Δy), m becomes greater, and the slope increases. When you increase the denominator (Δx), m becomes smaller, and the slope decreases. \n￼&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs2s1q", "is_robot_indexable": true, "report_reasons": null, "author": "popcorn-sand", "discussion_type": null, "num_comments": 4, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs2s1q/alg_translation_chart/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs2s1q/alg_translation_chart/", "subreddit_subscribers": 899783, "created_utc": 1636689362.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "I ran methamphetamine as a youth, and skipped the military. I waged gunfights daily in Danville Illinois , and have openly stated this everyday on the internet. No knock on door. No badges or men in gear to come get me. Lol I did not fear a team because I could just escape from them. You heard me, I ESCAPED. I can jump down from a 60 feet drop and roll into a run immediately afterwards. No kidding I am a parkour kid from the 90’s, you don’t box me, you don’t keep me. No one puts me in a corner. One time I ripped a sink out of a wall in an apartment complex and broke the plaster walls all the way to the stairway in under 2 minutes time. I also jumped out of a window after smashing it with the sink, I landed on a car rolled off and was already sprinting to the next building as more units arrived and air support was called in. I bolted into the building and took the elevator to the top and I could see the helicopter flying the wrong way looking for me. I laughed at the sight of this even though I was in danger. After that I broke the wall agin to get to the staircase and ran across a field because I am fast, It’s not easy being the bad guy, and it’s why I am retired, repented, and now I directly target gangs in the city like a vigilante. Literally don’t give a fuck, let’s go. LoL", "author_fullname": "t2_6abn2qbx", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "I am a badass.", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": false, "name": "t3_qs2pi1", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 6, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 6, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636689108.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I ran methamphetamine as a youth, and skipped the military. I waged gunfights daily in Danville Illinois , and have openly stated this everyday on the internet. No knock on door. No badges or men in gear to come get me. Lol I did not fear a team because I could just escape from them. You heard me, I ESCAPED. I can jump down from a 60 feet drop and roll into a run immediately afterwards. No kidding I am a parkour kid from the 90’s, you don’t box me, you don’t keep me. No one puts me in a corner. One time I ripped a sink out of a wall in an apartment complex and broke the plaster walls all the way to the stairway in under 2 minutes time. I also jumped out of a window after smashing it with the sink, I landed on a car rolled off and was already sprinting to the next building as more units arrived and air support was called in. I bolted into the building and took the elevator to the top and I could see the helicopter flying the wrong way looking for me. I laughed at the sight of this even though I was in danger. After that I broke the wall agin to get to the staircase and ran across a field because I am fast, It’s not easy being the bad guy, and it’s why I am retired, repented, and now I directly target gangs in the city like a vigilante. Literally don’t give a fuck, let’s go. LoL&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs2pi1", "is_robot_indexable": true, "report_reasons": null, "author": "airsoftstuff", "discussion_type": null, "num_comments": 5, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs2pi1/i_am_a_badass/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs2pi1/i_am_a_badass/", "subreddit_subscribers": 899783, "created_utc": 1636689108.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "Excuse me, please refrain from using the term p30pl3 (people) it is triggering to Xiloamdhdo, my alter. Xe had to ask me, Romanain (she/they/giraffe) to front because you hurt xe. Xiloamdhdo is not a person, but from Neptune. Good Day.", "author_fullname": "t2_1760jpe3", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Please", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": false, "name": "t3_qs2ktl", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 0.67, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1636689082.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636688645.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Excuse me, please refrain from using the term p30pl3 (people) it is triggering to Xiloamdhdo, my alter. Xe had to ask me, Romanain (she/they/giraffe) to front because you hurt xe. Xiloamdhdo is not a person, but from Neptune. Good Day.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs2ktl", "is_robot_indexable": true, "report_reasons": null, "author": "STG44_WWII", "discussion_type": null, "num_comments": 4, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs2ktl/please/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs2ktl/please/", "subreddit_subscribers": 899783, "created_utc": 1636688645.0, "num_crossposts": 0, "media": null, "is_video": false}}, {"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "copypasta", "selftext": "Recently acquired a Lady Dom who's into small penis humiliation. As my owner I have to walk around the house with a little bell attached to my weiner and when she summons me I run over with the bell making noise and she says \"ah there's my little ding dong\" 😊😊😊\n\n🙁🙁🙁🙁🙁🙁🙁🙁🙁🙁", "author_fullname": "t2_ivlkb", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Ding Dong", "link_flair_richtext": [], "subreddit_name_prefixed": "r/copypasta", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "hide_score": false, "name": "t3_qs2ca0", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636687823.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.copypasta", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Recently acquired a Lady Dom who&amp;#39;s into small penis humiliation. As my owner I have to walk around the house with a little bell attached to my weiner and when she summons me I run over with the bell making noise and she says &amp;quot;ah there&amp;#39;s my little ding dong&amp;quot; 😊😊😊&lt;/p&gt;\n\n&lt;p&gt;🙁🙁🙁🙁🙁🙁🙁🙁🙁🙁&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2r6z7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "qs2ca0", "is_robot_indexable": true, "report_reasons": null, "author": "IcyTeddybear", "discussion_type": null, "num_comments": 3, "send_replies": true, "whitelist_status": "some_ads", "contest_mode": false, "mod_reports": [], "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/copypasta/comments/qs2ca0/ding_dong/", "parent_whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/copypasta/comments/qs2ca0/ding_dong/", "subreddit_subscribers": 899783, "created_utc": 1636687823.0, "num_crossposts": 0, "media": null, "is_video": false}}], "before": null}}